{
    "nodes": [{
            "clusterID": "2",
            "clusterLabel": "Confronting Climate Change",
            "clusterDescription": "...",
            "nodes": [{
                    "id": 0,
                    "nodeLabel": "Stephen Forbes, Study of Ecology",
                    "nodeDescription": "The University of Illinois has been studying the relationship between nature and humans since its earliest days. From 1884 to 1921, Stephen Forbes was a professor in zoology and entomology who mostly studied insects, birds, fish and crustaceans. His major area of focus was the interactions between species and how these interactions affected the agricultural industry. His publications were some of the earliest work in what is now known as the field of ecology and he is considered as one of the founders of the formal field. Looking at how animals and humans have an impact on each other’s environments, habits, and culture is also an important part of climate change research currently taking place.",
                    "nodeAttributes": {
                        "Possible_object": "Plant",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://distributedmuseum.illinois.edu/exhibit/stephen-a-forbes/",
                        "Observations": " ",
                        "College": "College of science (now LAS)",
                        "Department": "Illinois Natural History Survey/ zoology/ entomology",
                        "Date_or_Decade": "1880-1920",
                        "Photograph": "Stephen Forbes as a Dean of Science (1903-1904): https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=6021",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework"
                    ],
                    "pajekIndex": 1,
                    "vNode": {
                        "posX": 314.6388888888889,
                        "posY": 316.1666666666667,
                        "posZ": 0,
                        "color": "#63eeff"
                    }
                },
                {
                    "id": 1,
                    "nodeLabel": "Tami Bond and “anthrogeoscience”",
                    "nodeDescription": "\"Tami Bond's research focuses on different properties of carbon-containing particles, which can contribute to carbon emissions. This research places an emphasis on the chemistry related to climate change and how climate change, while caused by long-lasting pollutants, is also caused by pollutants that show their effects within a few days. One of Bond's specific focuses are the emissions starting from the industrial revolution, showing a long-term study of pollution and its relationship to climate change.\n\"",
                    "nodeAttributes": {
                        "Possible_object": "carbon particles",
                        "Primary_ToI": "Process",
                        "Secondary_ToI": "Knowledge Framework",
                        "Tiertiary_ToI": " ",
                        "URL": "https://cee.illinois.edu/directory/profile/yark and http://www.hiwater.org/",
                        "Observations": "(still need to do more research)",
                        "College": "Engineering",
                        "Department": "Civil and Environmental Engineering; Affiliate faculty Atmospheric Sciences (also some Anthropology although not formally affiliated with the department)",
                        "Date_or_Decade": "2000s - present",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "current",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework",
                        "Process"
                    ],
                    "pajekIndex": 2,
                    "vNode": {
                        "posX": 1755,
                        "posY": 226.66666666666674,
                        "posZ": 0,
                        "color": "#8aadb4"
                    }
                },
                {
                    "id": 2,
                    "nodeLabel": "SoyFACE",
                    "nodeDescription": "As greenhouse gases and carbon dioxide continue to increase in our atmosphere, there has been much research done on what the possible impacts will be to our food supply. A multidisciplinary team at the University of Illinois was the first to conduct outdoor research on the effects of increased carbon dioxide on crops in a project called the Soybean Free Air Concentration Enrichment (SoyFACE). Previous studies have grown crops inside greenhouses to study what the changes in atmosphere may entail. For SoyFACE, Llarge octagonal plots are established with the ability to release higher concentrations of carbon dioxide and ozone on any side of the plot. This helps account for wind carrying the gases across the plot. This innovative way allows for crops to be grown with typical conditions but with future atmospheric conditions.",
                    "nodeAttributes": {
                        "Possible_object": "farm plot",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": "Methodology",
                        "Tiertiary_ToI": " ",
                        "URL": "https://soyface.illinois.edu/",
                        "Observations": " ",
                        "College": "ACES/ LAS/ School of Integrative biology/ Institute for Genomic Biology",
                        "Department": "Plant Biology, crop sciences; agricultural and biological engineering; integrative biology, Natural Resources and envirnomental sciences",
                        "Date_or_Decade": "2000s - present",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "faculty, staff, graduate students",
                        "Current_Faculty_research": "current - members listed on website",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Technology",
                        "Methodology"
                    ],
                    "pajekIndex": 3,
                    "vNode": {
                        "posX": 1800,
                        "posY": 196.66666666666669,
                        "posZ": 0,
                        "color": "#ffe05d"
                    }
                },
                {
                    "id": 3,
                    "nodeLabel": "Global Warming effects on the Houma Tribe (Shanondora Billiot’s research)",
                    "nodeDescription": "Shanondora BIllet went to Louisiana's Gulf Coast to interview members from the United Houma Nation to look at how the destruction of the coast has affected their lives and worldview. After being vetted by leaders of the tribe, BIllet was able to see that the tribe, which makes its living via the water (fishing, shrimping, trapping, etc.) and had to change how they made their living. With the new changes to the coast and to the water, older members of the Houma tribe find it difficult to pass on their traditions to youngermembers, causing distress. This climate change and destruction of the coast has caused a nation to reevaluate their way of life and their traditions.",
                    "nodeAttributes": {
                        "Possible_object": "Fish",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://news.illinois.edu/view/6367/803055",
                        "Observations": " ",
                        "College": "Social Work",
                        "Department": "Social Work",
                        "Date_or_Decade": "present ",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "current",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework"
                    ],
                    "pajekIndex": 4,
                    "vNode": {
                        "posX": 3060.714285714286,
                        "posY": 77.1428571428572,
                        "posZ": 0,
                        "color": "#b01a15"
                    }
                },
                {
                    "id": 4,
                    "nodeLabel": "Religious Figures talking about climate change: StewardshipNode name",
                    "nodeDescription": "Psychology graduate student Faith Shin conducted research on how different messages within Christianity were linked to how people viewed and responded to climate change. Shin found that messages linked to stewardship (God commands humans to take care of the Earth) often resulted in Christians viewing climate change concern as a moral imperative. This is compared to dominion beliefs, which advocate for the idea that God gives humans free reign. Dominion beliefs are linked tot lower concerncocnern for climate change. Shin conducted this research through having different groups read different articles including: Bible passages (either stewardship or dominion) or a control article. An interesting find is that while the stewardship articles showed an increase inmore moral concern about climate change, the dominion articles did not reduce moral concerns.",
                    "nodeAttributes": {
                        "Possible_object": "image of religious figures?",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": "Process",
                        "Tiertiary_ToI": " ",
                        "URL": "https://news.illinois.edu/view/6367/758796",
                        "Observations": "(solution of having people change their language)",
                        "College": "LAS",
                        "Department": "formaly a part of psychology but als uses Religion/ Linguistics ",
                        "Date_or_Decade": "present ",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Graduate",
                        "Current_Faculty_research": "current",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework",
                        "Process"
                    ],
                    "pajekIndex": 5,
                    "vNode": {
                        "posX": 3024.2857142857147,
                        "posY": 317.1428571428572,
                        "posZ": 0,
                        "color": "#f7f2d5"
                    }
                },
                {
                    "id": 5,
                    "nodeLabel": "Arctic Sea affects Tornadoes",
                    "nodeDescription": "Researchers under Professor Jeff Trapp performed statistical analyses on historical weather data, showing that there was a link between tornadoes and the Arctic Sea. Largely, they found that there was a reduction in tornado activity, which they thought was linked to the melting of Arctic sea ice and how that ice controlled the jet stream. They found that there was a missing element in tornado formation (oftentimes, moisture was missing). Trapp and his team plan to use the data from their research to make predictions about hail and tornadoes.",
                    "nodeAttributes": {
                        "Possible_object": "tornadoes and Arctic sea",
                        "Primary_ToI": "Methodology",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://news.illinois.edu/view/6367/679821",
                        "Observations": " ",
                        "College": "LAS",
                        "Department": "Atmospheric Sciences",
                        "Date_or_Decade": "2010s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Jeff Trapp",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Methodology"
                    ],
                    "pajekIndex": 6,
                    "vNode": {
                        "posX": 2205,
                        "posY": 317.1428571428572,
                        "posZ": 0,
                        "color": "#794646"
                    }
                },
                {
                    "id": 6,
                    "nodeLabel": "People’s perceptions of climate change impacted by local weather",
                    "nodeDescription": "Professor of Finance, Tatyana Deryugina, found through surveys that people think climate change is a problem if there are abnormalities in their local weather for two months or more, but not for only a few days or weeks. She argues that combating climate change is linked to individual perceptions of climate issues as opposed to societal views , which is why it is important to look at how individuals come to their views towards climate change. Based on her research, Deryugina found that people often didn't show a sense of urgency unless there were significant changes. People often paid more attention to local weather in forming their views of climate change and often times forget about larger occurrences like heat waves. These views impact how public policy is enacted and the timeline it is enacted in.",
                    "nodeAttributes": {
                        "Possible_object": "image of survey or weather abnormalities",
                        "Primary_ToI": "Methodology",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://news.illinois.edu/view/6367/204481",
                        "Observations": " ",
                        "College": "Business",
                        "Department": "Finance",
                        "Date_or_Decade": "2010s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Tatyana Deryugina",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Methodology"
                    ],
                    "pajekIndex": 7,
                    "vNode": {
                        "posX": 2160,
                        "posY": 257.14285714285717,
                        "posZ": 0,
                        "color": "#f06079"
                    }
                },
                {
                    "id": 7,
                    "nodeLabel": "Peter Nardulli's study on climate change and the possible link to civil unrest",
                    "nodeDescription": "Peter Nardulli with Buddy Peyton and Joseph Bajjalieh, used SPEED (a big data resource) to conducted research on climate change and civil unrest after weather-related climate change catastrophes. They found that areas where there waswho use violence prior to a climate change event were more likely to have increased violence after a natural disaster. The goal ofy wanted to focus on this research was to help fix policies surrounding civil unrest, and help leaders helping areas know how long unrest can last after a climate change event. To figure out this research, Nardulli and his team used a random sample of storms and floods and examined looked at data surrounding civil unrest in the affected areas to complete this research in certain cities affected by the climate change events.",
                    "nodeAttributes": {
                        "Possible_object": "SPEED data resource",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://news.illinois.edu/view/6367/280479",
                        "Observations": " ",
                        "College": "LAS",
                        "Department": "Political Science",
                        "Date_or_Decade": "2010s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Peter Nardulli (Professor Emeritus)",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework"
                    ],
                    "pajekIndex": 8,
                    "vNode": {
                        "posX": 2070,
                        "posY": 317.1428571428572,
                        "posZ": 0,
                        "color": "#4d5f74"
                    }
                },
                {
                    "id": 9,
                    "nodeLabel": "Food for Thought App",
                    "nodeDescription": "Professor Emma Mercier and her research team created a new app called \"Food for Thought\" which tells children about the carbon footprint created by the food they eat. The app tells the nutritional data along with the carbon footprint. Mercier's goal is twofold: to help children be more \"data literate\" and learn more about the causes of climate change. To do this research, Mercier and her team videotaped children learning about climate change and their food carbon footprint. The focus on food was to look at what children have more control over, which makes climate change awareness and learning more accessible. ",
                    "nodeAttributes": {
                        "Possible_object": "Tabletop screens mentioned in article",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": "Knowledge Framework",
                        "Tiertiary_ToI": " ",
                        "URL": "https://news.illinois.edu/view/6367/363728#image-1",
                        "Observations": "link to University Laboratory High School",
                        "College": "College of Education",
                        "Department": "Curriculum and Instruction",
                        "Date_or_Decade": "2010s",
                        "Photograph": "https://news.illinois.edu/view/6367/363728#image-1",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Emma Mercier",
                        "Gender": "female ",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework",
                        "Technology"
                    ],
                    "pajekIndex": 9,
                    "vNode": {
                        "posX": 1888.3333333333335,
                        "posY": 375.00000000000006,
                        "posZ": 0,
                        "color": "#ffcabb"
                    }
                },
                {
                    "id": 10,
                    "nodeLabel": "\"Other Natures\" book about Ancient Greek ethnographies",
                    "nodeDescription": "Professor Clara Bosak-Schroder looks at ethnographies written by Herodotus and Diodorus to see how their works look in the context of current climate change issues. These ethnographies (ancient travelogues) look at differences in consumption, something that is more relevant now as we look to different things to eat in the wake of a changing climate. Bosak-Schroder thinks that these ethnographies can help current leaders find ways to view and fix climate change issues. She also focuses on how people are educated about climate issues, which is another way that these ancient words can help influence modern thinking.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://news.illinois.edu/view/6367/808452",
                        "Observations": " ",
                        "College": "LAS",
                        "Department": "Classics",
                        "Date_or_Decade": "2020s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Clara Bosak-Schroder",
                        "Gender": "female ",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework"
                    ],
                    "pajekIndex": 10,
                    "vNode": {
                        "posX": 2927.1428571428573,
                        "posY": 315.7142857142858,
                        "posZ": 0,
                        "color": "#e10000"
                    }
                },
                {
                    "id": 11,
                    "nodeLabel": "Critical Zone Science",
                    "nodeDescription": "The Earth's critical zone is it's \"living skin\" that, when studied, looks at how different processes on Earth interact. Praveen Kumar does research on hydrology and its different processes. The critical zone helps us understand how interactions between water, air, life, and rock can be affected by human behavior. More specifically, the critical zone looks at how changing the Earth's surface can affect subsurface processes including waterflow and elements. Kumar's research into water is a key aspect of looking at the critical zone and it's link to climate change. ",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": "Process",
                        "Tiertiary_ToI": " ",
                        "URL": "https://cee.illinois.edu/directory/profile/kumar1 and https://eos.org/features/critical-zone-science-comes-of-age",
                        "Observations": " ",
                        "College": "Grainer College of Engineering",
                        "Department": "Civil and Environmental Engineering",
                        "Date_or_Decade": "2020s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Praveen Kumar",
                        "Gender": "male",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework",
                        "Process"
                    ],
                    "pajekIndex": 11,
                    "vNode": {
                        "posX": 2743.5714285714284,
                        "posY": 225.71428571428572,
                        "posZ": 0,
                        "color": "#49053d"
                    }
                },
                {
                    "id": 12,
                    "nodeLabel": "Advanced Solar Panels",
                    "nodeDescription": "Researchers at the University of Illinois are continuing their work on solar panels by combining the typical material (silicon) with other materials. The new materials include the semiconductor gallium arsenide phosphide which complements silicon. The gallium arsenide phosphide is expensive, so the research team starts with silicon to decrease costs and help them with their research.While the research is in the early stages, the team hopes that businesses and energy providers will take into account the use of stable materials to create more efficient solar panels.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": "Knowledge Framework",
                        "Tiertiary_ToI": " ",
                        "URL": "https://news.illinois.edu/view/6367/1955138234",
                        "Observations": " ",
                        "College": "Grainger College of Engineering",
                        "Department": "Electrical and Computer Engineering",
                        "Date_or_Decade": "2020s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty/Students",
                        "Current_Faculty_research": "Minjoo Larry Lee, Shizhao Fan, Ryan D. Hool, Pankul Dhingra, Mijung Kim, Erik D. Ratta, Brian D. Li, Yukun Sun",
                        "Gender": "male",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework",
                        "Technology"
                    ],
                    "pajekIndex": 12,
                    "vNode": {
                        "posX": 2518.5714285714284,
                        "posY": 225.71428571428572,
                        "posZ": 0,
                        "color": "#563ada"
                    }
                },
                {
                    "id": 13,
                    "nodeLabel": "Deke Weaver's art on tigers and effect of climate change",
                    "nodeDescription": "Deke Weaver, professor of new media, created and starred in a show called TIGER from a five-part series called \"The Unreliable Bestiary.\" In this show and this series, Weaver talks about famous tigers, such as Tony the Tiger and the tigers from the Jungle Book, as well as how humans interact with tigers. This was created to call attention to climate change and how it affects wildlife. To further comment on this, Weaver performed the show along the Mississippi River and its watershed to comment on migration as a result of climate change. ",
                    "nodeAttributes": {
                        "Possible_object": "costume from the show? (Weaver portrayed a ranger)",
                        "Primary_ToI": "Knowledge framework",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://news.illinois.edu/view/6367/802600",
                        "Observations": "show providing a new way to look at climate change issues",
                        "College": "College of Fine and Applied Arts",
                        "Department": "Art and Design (Weaver is specifically New Media)",
                        "Date_or_Decade": "2010s",
                        "Photograph": "https://news.illinois.edu/view/6367/802600",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Deke Weaver",
                        "Gender": "Male",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework"
                    ],
                    "pajekIndex": 13,
                    "vNode": {
                        "posX": 2115,
                        "posY": 345.7142857142857,
                        "posZ": 0,
                        "color": "#ae97a1"
                    }
                }
            ]
        },
        {
            "clusterID": "3",
            "clusterLabel": "Revolutionizing Health and Wellness",
            "clusterDescription": "...",
            "nodes": [{
                    "id": 0,
                    "nodeLabel": "William Fry and an ultrasound for non-invasive surgeries",
                    "nodeDescription": "William Fry, a professor in the eletrical engineering apartment, pioneered the ultrasound for use in non-invasive surgeries. He built his ultrasound equipment specifically to study how ultrasounds would effect animal tissue. His research led to its use on woman with late stage breast cancer, trying it out on five different woman. What makes this interesting is that one of the women lived twenty month longer after doing the ultrasound procedure. Along with his study on late stage breast cancer, he used the ultrasound technology to study the nervous system. A man of many talents, he also worked with his brother to create an artificial heart, keeping a dog alive for nine hours with the artificial heart!",
                    "nodeAttributes": {
                        "Possible_object": "ultrasound",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://distributedmuseum.illinois.edu/exhibit/william_j_fry/",
                        "Observations": "ultrasound and artificial heart",
                        "College": "The Grainger College of Engineering",
                        "Department": "Eletrical Engineering",
                        "Date_or_Decade": "1950s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=8170",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": "male",
                        "Other": " "
                    },
                    "connectors": [
                        "Technology"
                    ],
                    "pajekIndex": 14,
                    "vNode": {
                        "posX": 1080,
                        "posY": 226.66666666666669,
                        "posZ": 0,
                        "color": "#f5c378"
                    }
                },
                {
                    "id": 1,
                    "nodeLabel": "Using Fitness Trackers in research to monitor health",
                    "nodeDescription": "Dr. Ruby Mendenhall is a jack of all trades, conducting research in various disciplines, all of which focus on black women and poverty and inequality. One of her focuses is on how stress based on gun violence would affect the genomes of black woman. Mendenhall and her team took blood samples to help create a fitness tracker. She worked with other departments, including the NCSA to help track black women's lives and history. In this case, Mendenhall is looking at \"health\" with regards to historical and cultural issues, calling on a wide range of experts to help her with her research. ",
                    "nodeAttributes": {
                        "Possible_object": "fitness tracker",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://news.illinois.edu/view/6367/686071",
                        "Observations": " ",
                        "College": "NCSA, LAS",
                        "Department": "Sociology, African-American Studies",
                        "Date_or_Decade": "2010s",
                        "Photograph": "https://news.illinois.edu/view/6367/686071",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Ruby Mendenhall, Mark Van Moer, Kiel Gilleade",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Technology"
                    ],
                    "pajekIndex": 15,
                    "vNode": {
                        "posX": 2476.4285714285716,
                        "posY": 137.1428571428572,
                        "posZ": 0,
                        "color": "#735226"
                    }
                },
                {
                    "id": 2,
                    "nodeLabel": "Physical Fitness Research Laboratory",
                    "nodeDescription": "Professor Thomas Cureton created the Physical Fitness Research lab in Huff Hall (now the home of the School of Applied Health Sciences), running this research facility from 1944 to 1969. This research facility focused on increasing scientific understanding of the work productivity of the human body (achieved through fitness tests), developing standards for those fitness tests, diagnosing physical conditions based on fitness test results, and creating conditioning exercises. Beyond those initial goals, the lab also researched the effects of exercise with regards to health as well as studying what makes athletes successful. Some major tests that Cureton had a hand in included: Cureton Muscular Endurance Test, the Cureton test of Swimming Endurance, the Illinois 14-item motor fitness test, the Cureton All-Out Treadmill Run test, the Cureton-Illinois Motor Fitness Test, and the Cureton Flexibility Test. ",
                    "nodeAttributes": {
                        "Possible_object": "Treadmill? ",
                        "Primary_ToI": "Process ",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://distributedmuseum.illinois.edu/exhibit/physical-fitness-research-laboratory/",
                        "Observations": " ",
                        "College": "College of Applied Health Sciences",
                        "Department": "Kinesiology",
                        "Date_or_Decade": "1940s-1960s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=2697",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Possibly these folks: https://ahs.illinois.edu/teacher-licensure",
                        "Gender": "Male",
                        "Other": " "
                    },
                    "connectors": [
                        "Process"
                    ],
                    "pajekIndex": 16,
                    "vNode": {
                        "posX": 943.8888888888889,
                        "posY": 405.55555555555554,
                        "posZ": 0,
                        "color": "#a9a08e"
                    }
                },
                {
                    "id": 4,
                    "nodeLabel": "National Wheelchair Basketball association",
                    "nodeDescription": "Dr. Timothy Nugent, a professor Rehabilitation Education, pioneered the National Wheelchair Basketball Association in 1949. He created this league to help destigmatize those with disabilities, aiming to change the societal and cultural views towards disability. This idea initially began after World War II, where Nugent found it necessary to create programs for wounded veterans. Nugent's league eventually included both men's and women's teams that played in the Olympics in 1968, and can still be seen playing here at the University, maintaining Nugent's original view of a destigmatized sport.",
                    "nodeAttributes": {
                        "Possible_object": "Wheelchair",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://distributedmuseum.illinois.edu/exhibit/national-wheelchair-basketball-association/",
                        "Observations": "There's a lot of great pictures at: https://archon.library.illinois.edu/index.php?p=digitallibrary/thumbnails&q=timothy+nugent",
                        "College": "College of Applied Health Sciences",
                        "Department": "Kinesiology",
                        "Date_or_Decade": "1940s-1960s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=3453",
                        "Faculty_Staff_Graduate_Undergrad": "faculty, staff",
                        "Current_Faculty_research": "Men's Wheelchair Basketball Coach: Matt Buchi  , Women's Wheelchair Basketball Coach: Stephanie Wheeler",
                        "Gender": "male",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework"
                    ],
                    "pajekIndex": 17,
                    "vNode": {
                        "posX": 900,
                        "posY": 404.55555555555554,
                        "posZ": 0,
                        "color": "#bdb06d"
                    }
                },
                {
                    "id": 5,
                    "nodeLabel": "PAC-1",
                    "nodeDescription": "PAC-1 is an anti-cancer drug discovered by Professor Paul Hergenrother and further developed with the help from Professor Timothy Fan. PAC-! is an abbreviation for procaspase-activating compound and was discovered in Hergenrother's lab when he was studying 20,000 compounds  to see their ability to turn on an enzyme that can selectively kill cancer cells. Along with Hergenrother and Fan, one of the main researchers was a daschund with a brain tumor named Pretzel, who acted as one of the test dogs, with success. Pretzel, after going through treatment with PAC-1 and standard cancer treatment, had her tumor shrinked and her life expectancy extended. ",
                    "nodeAttributes": {
                        "Possible_object": "Picture of Pretzel? PAC-1 compound",
                        "Primary_ToI": "Process",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://distributedmuseum.illinois.edu/exhibit/pac-1/",
                        "Observations": " ",
                        "College": "LAS, College of Veterinary Medicine",
                        "Department": "Chemistry, Vet Clinical Medicine",
                        "Date_or_Decade": "2010s",
                        "Photograph": "Picture with Hoover, a research dog (link)",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Timothy Fan, Paul Hergenrother",
                        "Gender": "male",
                        "Other": " "
                    },
                    "connectors": [
                        "Process"
                    ],
                    "pajekIndex": 18,
                    "vNode": {
                        "posX": 2340,
                        "posY": 437.1428571428571,
                        "posZ": 0,
                        "color": "#222e32"
                    }
                },
                {
                    "id": 6,
                    "nodeLabel": "Isabelle Bevier and Food Science",
                    "nodeDescription": "Isabelle Bevier started the Home Economics program with an emphasis on scientific research and health. In 1900, Bevier created the Home Economics Program essentially from scratch, having no precedent to look to. With this freedom, she created a program that focused on the health aspects of home economics and nutrition. Part of that research helped Bevier figure out the idea to use a thermometer to promote safe cooking of meat, applying key aspects of chemistry to promote food safety. To do this, she worked in tandem with the Department of Animal Husbandry. ",
                    "nodeAttributes": {
                        "Possible_object": "meat thermometer",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": "Process",
                        "Tiertiary_ToI": " ",
                        "URL": "https://aces.illinois.edu/blog/thanking-isabel-bevier   ",
                        "Observations": "Lots of stuff in archives...worth a look; here's another link: https://core.ac.uk/download/pdf/84903192.pdf",
                        "College": "ACES",
                        "Department": "Food Science and Human Nutrition",
                        "Date_or_Decade": "1900s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=2386",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty?",
                        "Current_Faculty_research": "Marla Todd: Associate Director of Advancement Communications",
                        "Gender": "female",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework",
                        "Process"
                    ],
                    "pajekIndex": 19,
                    "vNode": {
                        "posX": 450.5,
                        "posY": 464.94444444444446,
                        "posZ": 0,
                        "color": "#738b92"
                    }
                },
                {
                    "id": 7,
                    "nodeLabel": "IDEA Project",
                    "nodeDescription": "Karen Dina Tabb created the IDEA coalition in 2017  to improve maternal mental health awareness by identifying risk factors during the perinatal period. In 2018, Tabb and her team obtained funding from the Patient-Centered Outcomes Research Institute (PCORI) to create an advisory board to engage local people. The IDEA coalition quickly gained ground, hosting a national symposium in 2019, a mental-health film screening in both 2018 and 2019, and many other meetings. By this past spring (2020), the coalition received four funding awards to maintain their research, which they do along with students, faculty, and patients. The IDEA Coalition expanded to rural areas to help every population with perinatal depression.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Process",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "I have information on this I will send you",
                        "Observations": "2 different departments",
                        "College": "School of Social Work, College of Education",
                        "Department": "Social Work – Education Policy, Organization, and Leadership",
                        "Date_or_Decade": "2010s",
                        "Photograph": "In source you emailed me",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "current",
                        "Gender": "female",
                        "Other": " "
                    },
                    "connectors": [
                        "Process"
                    ],
                    "pajekIndex": 20,
                    "vNode": {
                        "posX": 2383.5714285714284,
                        "posY": 77.14285714285722,
                        "posZ": 0,
                        "color": "#6a6748"
                    }
                },
                {
                    "id": 8,
                    "nodeLabel": "Parkinson's Dance Class",
                    "nodeDescription": "For the last decade, the Krannert Center has been hosting the Dance for People with Parkinson's, a program that invites those with Parkinson's to come together to dance and move their bodies. This program works to provide those with Parkinson's to embrace their body movements in a judgement free zone, combining health with dance and music. The dancers go at their own pace and utilize the space in ways that their ability can afford them to. Regardless of their range of motion, there is a joyful mood surrounding the class, as it creates a space for people to embrace the music and temporarily step away from Parkinson's and to promote both physical and mental health habits. ",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Process",
                        "Secondary_ToI": "Knowledge Framework?",
                        "Tiertiary_ToI": " ",
                        "URL": "https://news.illinois.edu/view/6367/809544",
                        "Observations": " ",
                        "College": "College of Fine and Applied Arts",
                        "Department": "Dance",
                        "Date_or_Decade": "2020s",
                        "Photograph": "Great photos in link",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "also Kate Insolia",
                        "Gender": "female",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework",
                        "Process"
                    ],
                    "pajekIndex": 21,
                    "vNode": {
                        "posX": 2698.5714285714284,
                        "posY": 345.71428571428567,
                        "posZ": 0,
                        "color": "#e88b33"
                    }
                },
                {
                    "id": 10,
                    "nodeLabel": "Early Intervention Training Program?",
                    "nodeDescription": "The department of Special Education created the Early Intervention Training Program to help train providers to help parents and children with disabilities. This program was created to help create skills for those with disabilities and their family to create a healthier atmosphere. This places an emphasis on education and life skills for future use. This provides a spot for providers the opportunity to learn new skills and strategies to help their families and others around them. The chance to learn skills creates a healthy life and starts with early intervention to foster a great lifestyle. ",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Process",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://education.illinois.edu/about/news-events/news/article/2014/01/22/program-for-children-with-disabilities-finds-new-home-in-special-education",
                        "Observations": " ",
                        "College": "College of Education",
                        "Department": "Special Education",
                        "Date_or_Decade": "2010s",
                        "Photograph": "photos at link",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Department of Special Education",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Process"
                    ],
                    "pajekIndex": 22,
                    "vNode": {
                        "posX": 2431.428571428571,
                        "posY": 375.7142857142857,
                        "posZ": 0,
                        "color": "#878dec"
                    }
                },
                {
                    "id": 12,
                    "nodeLabel": "Two AI Sites Run by UIUC",
                    "nodeDescription": "The USDA's National Institute of Food and Agriculture and the National Science Foundation created the seven new artifical intelligence sites across the country, with the University of Illinois in charge of two sites. The Univeristy of Illinois would be in charge of the AI Insititute of Future Agricultural Resilience, and Sustainability (AIFARMS), and the AI Institute for Molecular Discovery, Synthetic Strategy, and Manufacturing. AIFARMS will work on computer software and human-robot interaction to help with major agricultural challenges. The AI institute for Molecular Discovery would focus on chemical synthesis to create new materials and bioactive compounds.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": "Process",
                        "Tiertiary_ToI": " ",
                        "URL": "https://blogs.illinois.edu/view/6367/1159979456",
                        "Observations": " ",
                        "College": "Grainger College of Engineering",
                        "Department": "Computer Science, Chemical and Biomolecular Engineering",
                        "Date_or_Decade": "2020s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Vikram Adve, Huimin Zhao",
                        "Gender": "male",
                        "Other": " "
                    },
                    "connectors": [
                        "Process",
                        "Technology"
                    ],
                    "pajekIndex": 23,
                    "vNode": {
                        "posX": 2834.9999999999995,
                        "posY": 227.14285714285717,
                        "posZ": 0,
                        "color": "#f5c378"
                    }
                },
                {
                    "id": 13,
                    "nodeLabel": "Exercise and Nutrition Regimen",
                    "nodeDescription": "Psychology professor Aron Barbey designed a regimen of exercise and nutrition to help enhance physical health and cognition in Air Force airmen. The study included the creation of a nutrient beverage that included protein, the Omega-3 fatty acid, alogn with different vitamins and HMB, a muscle-promoting compound. The researchers found that the beverage helped increase health and cognition along with an exercise regimen that included strength training and high intensity aerobics. This study helped look at what increases physical strength and cognition, including an improvement of episodic memory and an improvement of information processing.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Process",
                        "Secondary_ToI": "Knowledge Framework",
                        "Tiertiary_ToI": " ",
                        "URL": "https://news.illinois.edu/view/6367/1872824438",
                        "Observations": " ",
                        "College": "College of Liberal Arts and Sciences",
                        "Department": "Psychology",
                        "Date_or_Decade": "2020s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Aron Barbey, Christopher Zwilling",
                        "Gender": "Male",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework",
                        "Process"
                    ],
                    "pajekIndex": 24,
                    "vNode": {
                        "posX": 2565,
                        "posY": 315.7142857142857,
                        "posZ": 0,
                        "color": "#646198"
                    }
                },
                {
                    "id": 14,
                    "nodeLabel": "Personalizing Cancer Diagnosis",
                    "nodeDescription": "The iBioFab Maker lab at the University of Illinois (as part of the Carle College of Medicine) has done research on how to create a device to detect cancer biomarkers. The current process is a needle biopsy to determine the cancer biomarker, a system that the research team is trying to perfect into a device that uses blood instead of the needle biopsy. The team created a new type of microscope to help make the test easy and and more efficient to perform. This was a collaboration between the engineers and the doctors, showing the power of interdisciplinary research. ",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": "Process",
                        "Tiertiary_ToI": " ",
                        "URL": "https://www.igb.illinois.edu/article/personalizing-cancer-diagnostics",
                        "Observations": " ",
                        "College": "Carle College of Medicine, iBioLab, Grainger College of Engineering",
                        "Department": "Epidemiology, Electrical and Computer Engineering",
                        "Date_or_Decade": "2020s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Brian T. Cunningham, Yi Lu, Rebecca Smith",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Process",
                        "Technology"
                    ],
                    "pajekIndex": 25,
                    "vNode": {
                        "posX": 2790,
                        "posY": 495.71428571428567,
                        "posZ": 0,
                        "color": "#797399"
                    }
                }
            ]
        },
        {
            "clusterID": "4",
            "clusterLabel": "Building Resiliency",
            "clusterDescription": "...",
            "nodes": [{
                    "id": 0,
                    "nodeLabel": "Railroad Spiral",
                    "nodeDescription": "Arthur N. Talbot created a railroad spiral in 1899, which enabled trains to move up a level to decrease wear and tear and make the travel more comfortable for passengers. The transitional spiral was essentially a math problem that many people developed independently, with Talbot perfecting the spiral in 1899. He was a Professor of Municipal and Sanitary Engineering (now housed within the Civil and Environmental Engineering department) who contributed his mathematical and engineering skills to make railroad trips more comfortable and more efficient, as railway travel was predominant in the late 19th century. ",
                    "nodeAttributes": {
                        "Possible_object": "Image of Spiral (or 3d print of it?)",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://distributedmuseum.illinois.edu/exhibit/railroad_spiral/",
                        "Observations": "Rails Investigastion file in archives?",
                        "College": "The Grainger College of Engineering",
                        "Department": "Civil and Environmental Engineering",
                        "Date_or_Decade": "1890s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=10994",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": "male",
                        "Other": "Here's another picture: https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=6619"
                    },
                    "connectors": [
                        "Technology"
                    ],
                    "pajekIndex": 26,
                    "vNode": {
                        "posX": 359.6111111111111,
                        "posY": 225.19444444444446,
                        "posZ": 0,
                        "color": "#78c679"
                    }
                },
                {
                    "id": 1,
                    "nodeLabel": "Rigid Frame Bridge ",
                    "nodeDescription": "Wilbur Wilson, a professor of Civil Engineering and a member of the Illinois Steel Company, was a proponent of the rigid frame bridge. A rigid frame bridge was the popular design of the 1920s and was simply made of one piece of reinforced concrete. This idea was created to resist bending and tears, and, was cheaper to construct and maintain than previous types of bridges. Wilson's contribution to the rigid frame bridge was the concept that bolts would be better than rivets for the construction of the bridge. Linked to his interest in nuts and bolts, Wilson also helped in the creation of the Research Council on Riveted and Bolt Joints, putting his theory into practice.",
                    "nodeAttributes": {
                        "Possible_object": "rigid frame bridge design",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://distributedmuseum.illinois.edu/exhibit/rigid-frame_bridge/",
                        "Observations": "Also: https://distributedmuseum.illinois.edu/exhibit/wilbur_m_wilson/",
                        "College": "The Grainger College of Engineering",
                        "Department": "Civil Engineering",
                        "Date_or_Decade": "1920s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=572",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": "male",
                        "Other": " "
                    },
                    "connectors": [
                        "Technology"
                    ],
                    "pajekIndex": 27,
                    "vNode": {
                        "posX": 583.8888888888888,
                        "posY": 225.88888888888889,
                        "posZ": 0,
                        "color": "#fe9929"
                    }
                },
                {
                    "id": 3,
                    "nodeLabel": "Beverly L. Greene: 1st African-American Woman to earn a BS in architectural engineering",
                    "nodeDescription": "Beverly Loraine Greene was the first African American woman to earn a Bachelors of Science in architectural engineering from UIUC in 1936. Continuing her education, she received a Masters degree in city planning and housing before returning to her home Chicago in 1938 to pursue a career in the Chicago Housing Authority. Greene was one of the first African Americans to work for the Chicago Housing Authority, as she continued to break down barriers. Her achievements in architecture included a housing project in the Stuyvesant neighborhood in New York City, the UNESCO United Nations headquarters in Paris, and she began work on buildings for New York University prior to her death in 1957.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://distributedmuseum.illinois.edu/exhibit/beverly-loraine-greene/",
                        "Observations": "Awesome person achieving cool stuff? ",
                        "College": "Grainger College of Engineering",
                        "Department": "Architectural Engineering",
                        "Date_or_Decade": "1930s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=3153",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": "female",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework"
                    ],
                    "pajekIndex": 28,
                    "vNode": {
                        "posX": 765.1111111111111,
                        "posY": 224.44444444444443,
                        "posZ": 0,
                        "color": "#ce2055"
                    }
                },
                {
                    "id": 4,
                    "nodeLabel": "Small Homes Council and the Research Residence",
                    "nodeDescription": "Research Residence No. 1, located at 1108 W. Stoughton St in Urbana, Il, was built in 1924 as a collaboration between UIUC and the National Warm Air Heating and Ventilating Association to research heating in private homes. The team conducted many experiments to test out different heating systems. This would be a trial and error system to determine what heating system should be kept or scrapped. This residence was a hands-on and real time experiment to see how heating and different materials would work in a home. The success of Research Residence No. 1 led to the creation of other research homes. ",
                    "nodeAttributes": {
                        "Possible_object": "type of pipes for materials testing",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": "Knowledge Framework",
                        "Tiertiary_ToI": " ",
                        "URL": "https://distributedmuseum.illinois.edu/exhibit/research_residence_no_1/",
                        "Observations": " ",
                        "College": "The Grainger College of Engineering",
                        "Department": "Mechanical Science and Engineering",
                        "Date_or_Decade": "1920s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=1795",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": "Male",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework",
                        "Technology"
                    ],
                    "pajekIndex": 29,
                    "vNode": {
                        "posX": 540,
                        "posY": 225.66666666666666,
                        "posZ": 0,
                        "color": "#02818a"
                    }
                },
                {
                    "id": 7,
                    "nodeLabel": "DRES related innovations - curb cuts and buses for wheelchairs ",
                    "nodeDescription": "Timothy Nugent pioneered the Disability Resources and Educational Services to help people with disabilities have access to fair and equal education. His interest in helping those with disabilities due to his own family history with disabilities and his work with veterans after World War II. He advocated for veterans and those with disabilities and with the help of the GI Bill, was able to show the University of Illinois that veterans and those with disabilities could attend school with the addition of ramps to buldings, one of which was built at Lincoln Hall. Nugent's efforts changed the stigma around those with disabilities, opening up the eyes of the university to be more open and inclusive. His efforts now lay in the Rehabilitation Center and in the wheelchair basketball league.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://video.will.illinois.edu/video/illinois-pioneers-tim-nugent/",
                        "Observations": "https://distributedmuseum.illinois.edu/exhibit/timothy-j-nugent/",
                        "College": "College of Education",
                        "Department": "Disability Resources and Education",
                        "Date_or_Decade": "1940s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=3454",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty, Staff",
                        "Current_Faculty_research": "People at DRES",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework"
                    ],
                    "pajekIndex": 31,
                    "vNode": {
                        "posX": 855,
                        "posY": 378.66666666666663,
                        "posZ": 0,
                        "color": "#238443"
                    }
                },
                {
                    "id": 8,
                    "nodeLabel": "Structural design for buildings to withstand earthquakes - Nathan M Newmark",
                    "nodeDescription": "Nathan M. Newmark, a research professor in Civil Engineering, was a prominent engineer in the 1940s to the 1960s, when he formed the National Academy of Engineering in 1964. His main focus was analyzing structural components and calculating the stresses in the soil underneath foundations of buildings. His research looked at brittle and fatigue failure of buildings, adding his expertise to the building of bridges and floor slabs in buildings to help fight against earthquakes, impact, and any wear and tear to the building structure. His research led many different companies and people to seek his advice, with the Latino Americana Tower in Mexico City being one of his success stories. His work on the tower led to it withstanding two earthquakes in 1957 and 1985. His work on global projects coincided with his being head of the Civil Engineering department, a position he held until 1973.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Process",
                        "Secondary_ToI": "Knowledge Framework",
                        "Tiertiary_ToI": " ",
                        "URL": "https://cee.illinois.edu/about/history-excellence/nathan-m-newmark",
                        "Observations": "I have never researched this before so let me know if this doesn't seem to fit well",
                        "College": "The Grainger College of Engineering",
                        "Department": "Civil Engineering",
                        "Date_or_Decade": "1960s-1980s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=7403",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": "male",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework",
                        "Process"
                    ],
                    "pajekIndex": 32,
                    "vNode": {
                        "posX": 1124.2777777777778,
                        "posY": 226.27777777777783,
                        "posZ": 0,
                        "color": "#41b6c4"
                    }
                },
                {
                    "id": 9,
                    "nodeLabel": "UIUC to lead railroad transportation research",
                    "nodeDescription": "The University of Illinois has received a grant from the U.S. Department of Transportation to create the National University Rail Center. This center, located within the civil and environmental engineering department, focuses on railroad education and research to improve railroad safety, looking especially at rail corridors. The challenges of rail corridors look at the shared space between passenger and freight trains. This center is a collaboration between many different universities and will focus their research on the railroad safety, including the corridors, train control, and the human factors of railroad travel. This consortium is one of two that focuses on transit research and is the first transport research center that focuses primarily on railroad transit.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": "Process",
                        "Tiertiary_ToI": " ",
                        "URL": "https://news.illinois.edu/view/6367/209591",
                        "Observations": "http://www.nurailcenter.org/index.php",
                        "College": "The Grainger College of Engineering",
                        "Department": "Civil and Environmental Engineering",
                        "Date_or_Decade": "2010s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty, ",
                        "Current_Faculty_research": "Christopher P.L. Barken, Tim Gress, L.B.Frye",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework",
                        "Process"
                    ],
                    "pajekIndex": 33,
                    "vNode": {
                        "posX": 1978.3333333333333,
                        "posY": 226.66666666666666,
                        "posZ": 0,
                        "color": "#fc8d59"
                    }
                },
                {
                    "id": 10,
                    "nodeLabel": "UIUC Researchers Redesigning the Wheelchair",
                    "nodeDescription": "The Grainger College of Engineering, the School of Fine and Applied Arts, and DRES all have worked together to redesign the wheelchair to make it more easily usable. To try and stop overuse injuries in hands and wrists, researchers have created a hands-free wheelchair that moves in the direction that the user leans. This will free up the hands and create a smaller footprint to make it more accessible for smaller spaces. These new wheelchairs are called PURE and will see applications for wheelchair users and those who also need other types of mobility assistance. ",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://www.news-gazette.com/news/local/university-illinois/ui-researchers-redesigning-the-wheelchair/article_94be6d67-b9cf-5b6b-836a-58c26f11548c.html",
                        "Observations": " ",
                        "College": "The Grainger College of Engineering; College of Education; College of Fine and Applied Arts",
                        "Department": "Mechanical Engineering, DRES",
                        "Date_or_Decade": "2020s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty/Staff",
                        "Current_Faculty_research": "Elizabeth Hsiao-Wecksler, Adam Bleakney",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Technology"
                    ],
                    "pajekIndex": 34,
                    "vNode": {
                        "posX": 2880,
                        "posY": 377.14285714285717,
                        "posZ": 0,
                        "color": "#6a51a3"
                    }
                },
                {
                    "id": 11,
                    "nodeLabel": "Holland Tunnel",
                    "nodeDescription": "The Holland Tunnel, connecting New York and New Jersey, was created in 1927 by Clifford M. Holland and Milton Freeman. Prior to the Holland Tunnel, tunnels were generally smaller in scope and did not have many issues in ventilation. The Holland Tunnel, however, was longer and needed new ventilation. The issue was passed to researchers from the University of Illinois. Yale, and the U.S. Bureau of Mines. The University of Illinois came up with a new design of 84 fans in the tunnel, with 42 providing fresh air and 42 expelling the harmful carbon dioxide, allowing the air supply to be replenished every 1.6 minutes. This system was tested in 1949 when a tanker truck carrying carbon disulfide exploded. The ventilation system allowed the tunnel to reopen after 56 hours after the tunnel had been exposed to extreme temperatures and harmful gases.",
                    "nodeAttributes": {
                        "Possible_object": "the video of the construction/fan",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://distributedmuseum.illinois.edu/exhibit/holland_tunnel/",
                        "Observations": " ",
                        "College": "Grainger College of Engineering",
                        "Department": "Materials Science and Engineering",
                        "Date_or_Decade": "1920s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=7860",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Professors from the Materials Research Lab?",
                        "Gender": "Male?",
                        "Other": " "
                    },
                    "connectors": [
                        "Technology"
                    ],
                    "pajekIndex": 35,
                    "vNode": {
                        "posX": 630,
                        "posY": 225.55555555555557,
                        "posZ": 0,
                        "color": "#c68b56"
                    }
                },
                {
                    "id": 12,
                    "nodeLabel": "Regional Planning",
                    "nodeDescription": "Karl B. Lohmann, professor of Landscape Architecture, taught one of the earliest courses in regional planning. Regional planning is the focus on the organization of communities and areas for a large piece of land rather than a city or town. This is a different type of planning that utilizes different space and types of land usage. This course and thought method (?) also included a variety of people to help Lohmann with his lectures, including Henry Wright (town planner) and T.F. Frison (conservationist). This concept combines the ideas of urban planning with a natural approach to larger areas of land, as he aimed to teach his students about the planning on a larger scale than just urban planning.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://distributedmuseum.illinois.edu/exhibit/regional-planning/",
                        "Observations": " ",
                        "College": "College of Fine and Applied Arts",
                        "Department": "Landscape Architecture",
                        "Date_or_Decade": "1930s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=2727",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": "Male",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework"
                    ],
                    "pajekIndex": 36,
                    "vNode": {
                        "posX": 720,
                        "posY": 344.22222222222223,
                        "posZ": 0,
                        "color": "#c49863"
                    }
                },
                {
                    "id": 13,
                    "nodeLabel": "Research on synthetic polymers",
                    "nodeDescription": "Carl shipp Marvel worked as a chemist for seventy-two years, focusing on the creation of synthetic polymers. He received his PhD in chemistry in 1920 under William Noyes (the namesake of the Noyes Laboratory). Those synthetic polymers were used by astronauts and firemen due to its resistance to temperatures up to 1,100 degrees Fahrenheit. The polybenzimidazoles he created were the first man-made fibers produced commercially in the 1980s. Beyond his work with synthetic polymers, he was an instrumental figure in the creation of chemistry both at the University of Illinois and nationally. ",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": "Process",
                        "Tiertiary_ToI": " ",
                        "URL": "I will send you something a student worked on earlier this year",
                        "Observations": " ",
                        "College": "College of Liberal Arts And Sciences",
                        "Department": "Chemistry",
                        "Date_or_Decade": "1950s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=3655",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Technology",
                        "Process"
                    ],
                    "pajekIndex": 61,
                    "vNode": {
                        "posX": 1036.111111111111,
                        "posY": 406.33333333333337,
                        "posZ": 0,
                        "color": "#c68b56"
                    }
                }
            ]
        },
        {
            "clusterID": "5",
            "clusterLabel": "Sharing Innovation Worldwide",
            "clusterDescription": "...",
            "nodes": [{
                    "id": 0,
                    "nodeLabel": "Russian Folk Orchestra",
                    "nodeDescription": "Dr. John Garvey was a professor of Music at the University and had many musical interests at the University. He played viola in the chamber orchestra, started the Jazz band, and eventually started the Russian Folk Orchestra. His interest in Russian music came when he visited Russia and Southeast Asia in the early 1970s. In 1974, he formed the Russian Folk Orchestra, which he conducted until the 1980s. Along with creating and conducting the Orchestra, he also collected artifacts of indigenous musics from Indonesia and Bali. His work with the Jazz Band was alter recognized by the Smithsonian Institute as a major contributer of recorded Jazz Music. He was a man who had many musical interests and spread his knowledge throughout the University of Illinois community as well as the world.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": "Process",
                        "Tiertiary_ToI": " ",
                        "URL": "https://archon.library.illinois.edu/?p=creators/creator&id=1758",
                        "Observations": "http://garveyband.blogspot.com/  https://archives.library.illinois.edu/sousa/2017/10/13/from-russia-with-love-john-garveys-russian-folk-orchestra-exhibit-opens-today/",
                        "College": "College of Fine and Applied Arts",
                        "Department": "Music",
                        "Date_or_Decade": "1970s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=8091",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": "male",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework",
                        "Process"
                    ],
                    "pajekIndex": 37,
                    "vNode": {
                        "posX": 1485,
                        "posY": 346.66666666666663,
                        "posZ": 0,
                        "color": "#FF0000"
                    }
                },
                {
                    "id": 1,
                    "nodeLabel": "R. Tom Zuidema and advancing Incan Scholarship",
                    "nodeDescription": "Reiner 'Tom' Zuidema was a professor of anthropology who conducted research on the Inca culture, furthering Incan scholarship. He initially focused on Indonesian scholarship until Indonesia became independent, after which he shifted his focus to South American scholarship. He taught in Peru until he moved to the University of Illinois at the new Center for Latin American studies. His work was the leading scholarship on Inca culture and worked on scholarship on the Inca Calendar and pre-Hispanic textiles. His work helped create a department to study different cultures that had previously not been studied in detail, creating a major at the University for both undergaduates as well as a graduate program.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": "",
                        "Tiertiary_ToI": "",
                        "URL": "https://cas.illinois.edu/node/1777",
                        "Observations": "https://en.wikipedia.org/wiki/R._Tom_Zuidema",
                        "College": "LAS",
                        "Department": "Center for Latin American and Caribbean Studies",
                        "Date_or_Decade": "1960s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Esther Ngumbi",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework"
                    ],
                    "pajekIndex": 38,
                    "vNode": {
                        "posX": 1305,
                        "posY": 315.55555555555554,
                        "posZ": 0,
                        "color": "#FF0000"
                    }
                },
                {
                    "id": 2,
                    "nodeLabel": "Kabuki Theater and Shozo Sato",
                    "nodeDescription": "Shozo Sato was an artist in residence in 1969 when the Krannert Center opened, creating 'fusion kabuki,' which combined Eastern and Western theater influences. Sato created stories of Shakespearean characters in the Kabuki style and later reimagined Faust and Greek tragedies. Along with his work in kabuki, Sato also created the Japan House to pay homage to Japanese culture on the University of Illinois campus. He continues to teach at the Japan House and has recently mounted a production of Iago's Plot at the Krannert Center in 2017.",
                    "nodeAttributes": {
                        "Possible_object": "Kabuki theater prop?",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": " https://distributedmuseum.illinois.edu/exhibit/shozo-sato/",
                        "Observations": " ",
                        "College": "College of Fine and Applied Arts",
                        "Department": "Theater",
                        "Date_or_Decade": "1970s-1980s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=1297",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework"
                    ],
                    "pajekIndex": 39,
                    "vNode": {
                        "posX": 1575,
                        "posY": 346.66666666666674,
                        "posZ": 0,
                        "color": "#FF0000"
                    }
                },
                {
                    "id": 4,
                    "nodeLabel": "Dr. George Lowrey - Tourism and Recreation Scholar and started Scotland Study Abroad - don't know if he fits that well but this the best I have for AHS right now",
                    "nodeDescription": "Dr. George Lowrey was a professor of the Office of Recreation and Park Resources, which was a new office/department in the School of Applied Health Sciences. He was an educational research specialist who helped teach about new methods in leisure delivery in parks and to enhance professional development. The office of ORPR was created to also disseminate information resources about recreation and park resources. His work in the ORPR was augmented by his creation of a scholarship for undergraduate students who specialize in recreation, sport, or tourism.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://ahs.illinois.edu/orpr-what-we-do",
                        "Observations": "ORPR, UIUC Department of Leisure Studies, https://www.ideals.illinois.edu/bitstream/handle/2142/26893/annualreport198687univ.pdf?sequence=1&isAllowed=y",
                        "College": "School of Applied Health Sciences",
                        "Department": "Recreation, Sport, and Tourism ",
                        "Date_or_Decade": "1980s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework"
                    ],
                    "pajekIndex": 40,
                    "vNode": {
                        "posX": 1620,
                        "posY": 406.66666666666674,
                        "posZ": 0,
                        "color": "#FF0000"
                    }
                },
                {
                    "id": 5,
                    "nodeLabel": "Archaea ",
                    "nodeDescription": "Archaea was discovered by Carl Woese and changed the way that living creatures were viewed. Archaea were able to live both in extreme habitats as well as in soil, marshes, and overall, the human body. Woese's discovery found the third category of life beyond prokaryotes and eukaryotes. Woese found this third category by viewing biology through the eyes of a chemist. He found out how to trace the sequence of a molecule in prokaryotes by using ribosomal RNA. The first archaea that was found was the methanogen. Despite the advancements in science, Woese and his team were initially met with resistance when they published their paper in 1977. However, their findings have found their way into science textbooks and into the science curriculum.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://distributedmuseum.illinois.edu/exhibit/archaea/  https://www.igb.illinois.edu/people/archaea",
                        "Observations": " ",
                        "College": "School of Molecular and Cellular Biology",
                        "Department": "Microbiology",
                        "Date_or_Decade": "1960s-1970s",
                        "Photograph": "https://digital.library.illinois.edu/collections/cd535a80-4852-0133-a7fd-0050569601ca-3",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Carl Woese, Ralph Wolfe",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework"
                    ],
                    "pajekIndex": 41,
                    "vNode": {
                        "posX": 1348.888888888889,
                        "posY": 316.66666666666674,
                        "posZ": 0,
                        "color": "#FF0000"
                    }
                },
                {
                    "id": 6,
                    "nodeLabel": "Portable COVID test",
                    "nodeDescription": "The University of Illinois created a portable COVID-19 test to possibly get results via a smartphone in 30 minutes. This was created by Rashid Bashir, professor of bioengineering and dean of the Grainger College of Education, along with Professor Brain Cunningham in electrical and computer engineering department and Professor Bill King in the mechanical science and engineering department. To expedite the testing process, the team created LAMP, which bypasses the RNA extraction that often goes along with COVID-19 testing. After testing LAMP, the team implanted it onto a 3-d printed cartridge that would emit a LED light if positive.",
                    "nodeAttributes": {
                        "Possible_object": "cartridge",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://news.illinois.edu/view/6367/241622493",
                        "Observations": " ",
                        "College": "The Grainger College of Engineering",
                        "Department": "Bioengineering, Electrical and Computer Engineering, Mechanical Science and Engineering",
                        "Date_or_Decade": "2020s",
                        "Photograph": "https://news.illinois.edu/view/6367/241622493#image-3",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "current",
                        "Gender": "male",
                        "Other": " "
                    },
                    "connectors": [
                        "Technology"
                    ],
                    "pajekIndex": 42,
                    "vNode": {
                        "posX": 2977.857142857143,
                        "posY": 227.14285714285717,
                        "posZ": 0,
                        "color": "#FF0000"
                    }
                },
                {
                    "id": 7,
                    "nodeLabel": "Gertrude Schoepperle: study Gaelic and Irish Studies",
                    "nodeDescription": "TGertrude Schoepperle was an English professor who specialized in Irish literature and the Irish language. Using her background in Irish studies, she worked at the Spurlock Museum and in acquiring Irish manuscripts. She also published translated medieval Irish stories, including Tristan and Isolde and the Life of Columcille. However, her works extended beyond the University when she secured a stipend of $1,200 to be put towards training students in the Irish language. Her work started the process of a Celtic Studies program, showing her desire to make the Irish language and culture accessible to all. ",
                    "nodeAttributes": {
                        "Possible_object": "",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://distributedmuseum.illinois.edu/exhibit/gertrude-schoepperle/",
                        "Observations": "Irish Foundation Series (7/1/814: archives)",
                        "College": "LAS",
                        "Department": "English",
                        "Date_or_Decade": "1910s",
                        "Photograph": "",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "",
                        "Gender": "",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework"
                    ],
                    "pajekIndex": 43,
                    "vNode": {
                        "posX": 495,
                        "posY": 315.44444444444446,
                        "posZ": 0,
                        "color": "#FF0000"
                    }
                },
                {
                    "id": 9,
                    "nodeLabel": "Appropriate Scale Mechanization Consortium (Dr. Alan Hansen)",
                    "nodeDescription": "Dr. Alan Hanson has worked with multiple universities to create the Appropriate Scale Mechanization Consortium, whose goal is to promote appropriate-scale mechanization focusing on small farming systems in Feed-the-Future countries. It enhances the experiences of women in the adoption of agricultural technologies. The target countries in the ASMC are Burkina Faso, Ethiopia, Bangladesh, and Cambodia. Dr. Hanson and his team wants to make technological advancements and that business ventures are facilitated with gender considerations in mind.",
                    "nodeAttributes": {
                        "Possible_object": "",
                        "Primary_ToI": "Process",
                        "Secondary_ToI": "Knowledge Framework",
                        "Tiertiary_ToI": " ",
                        "URL": "I have a powerpoint from Dr. Hansen on this I will share with you",
                        "Observations": "lots more stuff in the powerpoint (I'll add more soon)",
                        "College": "Grainger College of Engineering",
                        "Department": "Agricultural and Biological Engineering",
                        "Date_or_Decade": "2010s",
                        "Photograph": "",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Dr. Alan Hanson, Tim Rendall",
                        "Gender": "male",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework",
                        "Process"
                    ],
                    "pajekIndex": 44,
                    "vNode": {
                        "posX": 1935,
                        "posY": 225.00000000000009,
                        "posZ": 0,
                        "color": "#FF0000"
                    }
                },
                {
                    "id": 10,
                    "nodeLabel": "Smart Water Disinfectant Project",
                    "nodeDescription": "The goal of the Smart Water Disinfectant Team is to alleviate the safe water challenges that apply to 10% of the world and accounts for 1.8 million deaths and 870 million cases of malnutrition. They have had advances in the understanding of pathogen infectivity, they've developed systems to control those infective pathogens, and created business strategies to deal with those pathogens. Beyond the global scale, they've had success in campus sustainability, as they've created the Illinois Campus Action Plan (iCAP) which engages the whole community to make the campus more sustainable. ",
                    "nodeAttributes": {
                        "Possible_object": "",
                        "Primary_ToI": "Process",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://sustainability.illinois.edu/research/waterland-stewardship/smart-water-disinfection-project/",
                        "Observations": "lots of on-campus groups",
                        "College": "ACES/ISEE/Grainger/GIES/LAS",
                        "Department": "ISEE/Civil and Environmental Engineering/Business/Microbiology/Chemistry",
                        "Date_or_Decade": "2010s",
                        "Photograph": "",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty/Students",
                        "Current_Faculty_research": "Faculty: Benito Marinas, Joanna Shisler, Madhu Viswanathan, Yi Lu  Students: Bernard Vasquez Bravo, Kelley Goncalves, Wen Cong, Anisa Nicole Hardin, David Patel",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Process"
                    ],
                    "pajekIndex": 45,
                    "vNode": {
                        "posX": 2250,
                        "posY": 165.71428571428578,
                        "posZ": 0,
                        "color": "#FF0000"
                    }
                },
                {
                    "id": 11,
                    "nodeLabel": "Scientific Animations without Borders",
                    "nodeDescription": "Scientific Animations without Borders transforms scientific content into easily accessible and easily understandable videos. These videos are used to make the (possibly) difficult content usable for students, teachers, and people looking for scientific facts. They keep up with the times, as they've created videos about COVID-19 to help explain the virus. Along with COVID-19, there are videos about agriculture, economics, health, women's empowerment, peace/justice, songs, and tutorials. This is a collaborative effort, with work done by professors from different colleges as well as work from students.",
                    "nodeAttributes": {
                        "Possible_object": "",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://sawbo-animations.org/home/",
                        "Observations": "lots of on-campus groups",
                        "College": "College of Fine and Applied Arts",
                        "Department": "New Media",
                        "Date_or_Decade": "2010s",
                        "Photograph": "",
                        "Faculty_Staff_Graduate_Undergrad": "Graduate (Ben Blalock, Annie Lin)",
                        "Current_Faculty_research": " ",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Technology"
                    ],
                    "pajekIndex": 46,
                    "vNode": {
                        "posX": 2295,
                        "posY": 347.1428571428571,
                        "posZ": 0,
                        "color": "#FF0000"
                    }
                },
                {
                    "id": 12,
                    "nodeLabel": "Joseph L Love - Brazillian Scholar",
                    "nodeDescription": "Joseph Love is a professor emeritus of history who was a director of the Lemann Institute of Brazilian Studies and a former director of the Center of Latin American and Caribbean Studies. The Lemann Center for Brazilian Studies was formed in 2009 and was built on the collaboration between University scholars and Brazilian scholars in economics, agriculture, literature, and history.  This work was augmented by the library's Brazilian collection, which has 103,000 volumes written in Portuguese. This center offers fellowships to both University and Brazilian students for further study for both undergraduates and graduates. This Institute, led by Professor Love, has pushed for research and collaboration between American and Brazilian scholars.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://news.illinois.edu/view/6367/205815",
                        "Observations": " ",
                        "College": "College of Liberal Arts and Sciences",
                        "Department": "Center for Latin American and Caribbean Studies",
                        "Date_or_Decade": "2000s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=collections/controlcard&id=1505&q=joseph+love",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "https://lemann.illinois.edu/affiliated-faculty/",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework"
                    ],
                    "pajekIndex": 47,
                    "vNode": {
                        "posX": 1845,
                        "posY": 316.66666666666674,
                        "posZ": 0,
                        "color": "#FF0000"
                    }
                }
            ]
        },
        {
            "clusterID": "6",
            "clusterLabel": "Shaping Modern Life",
            "clusterDescription": "...",
            "nodes": [{
                    "id": 0,
                    "nodeLabel": "George E Morrow",
                    "nodeDescription": "George E. Morrow, the namesake of the Morrow Plots at the University of Illinois, was a leading innovator in the college of agriculture. He was key in raising enrollment at the College of Agricuclutre when it dwindled in the 1880s. In a way to increase the numbers, he would send the lectures to nearby students, spreading the word about the school. He also helped women enter the field, extending his work through personable letters and institutes. His work led to the Morrow Plots being named after him after he added to them and promoted them for research.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Methodology",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://distributedmuseum.illinois.edu/exhibit/george-e-morrow/",
                        "Observations": " ",
                        "College": "College of Agriculture, Consumer and Environmental Sciences",
                        "Department": "Crop Sciences",
                        "Date_or_Decade": "1890s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": "Male",
                        "Other": " "
                    },
                    "connectors": [
                        "Methodology"
                    ],
                    "pajekIndex": 48,
                    "vNode": {
                        "posX": 405,
                        "posY": 464.5833333333333,
                        "posZ": 0,
                        "color": "#756e80"
                    }
                },
                {
                    "id": 1,
                    "nodeLabel": "Creation of Speech Language Curriculum: Severina Nelson",
                    "nodeDescription": "Severina Nelson created the bones for a Speech Language curriculum in a broom closet in 1938. Her early work created the University of Illinois Speech Clinic as an outreach program in the only space that she could find! After a few years and a $2,000 grant, she eventually moved from a broom closet to a space in Gregory Hall to continue her research. This early work in a broom closet eventually became the basis for the curriculum in the now called Department of Speech and Hearing Science within the School of Applied Health Sciences. Her work helped create the degrees in Speech/Language sciences and helped procure funds to continue that study for both undergraduates and graduates.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": "Process",
                        "Tiertiary_ToI": " ",
                        "URL": "https://ahs.illinois.edu/speech-%26-hearing-science/about",
                        "Observations": " ",
                        "College": "College of Applied Health Sciences",
                        "Department": "Speech and Hearing Science",
                        "Date_or_Decade": "1930s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=2667",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Pamela Hadley",
                        "Gender": "Female",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework",
                        "Process"
                    ],
                    "pajekIndex": 49,
                    "vNode": {
                        "posX": 674,
                        "posY": 405.6666666666667,
                        "posZ": 0,
                        "color": "#887c8b"
                    }
                },
                {
                    "id": 2,
                    "nodeLabel": "Threonine and William C. Rose",
                    "nodeDescription": "Dr. William Rose discovered the amino acid Threonine and that amino acids are required for a healthyin our diets after studying amino acids in rats' diets. Rose found in the 1930s that rats, when fed a variety of amino acids, would die until they ingested \"casein\" in milk. Rose hypothesized that casein included an essential amino acid to life, eventually leading him to discovered threonine. After this initial research, Rose moved on to human diets, feeding male graduate students with the essential amino acids. This research was awarded the National Medal of Science in biological sciences in 1966. So, we ought to thank William C. Rose for helping us know what food is best for us!",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": "Process",
                        "Tiertiary_ToI": " ",
                        "URL": "https://nationalmedals.org/laureate/william-c-rose/",
                        "Observations": "Have to find this research from Illinois publications",
                        "College": "College of Liberal Arts and Sciences",
                        "Department": "Chemistry",
                        "Date_or_Decade": "1930s to 1960s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=4360",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "Hans H. Stein has done a version of this research with regards to pig diets (Animal Sciences)",
                        "Gender": "Male",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework",
                        "Process"
                    ],
                    "pajekIndex": 50,
                    "vNode": {
                        "posX": 810,
                        "posY": 314.44444444444446,
                        "posZ": 0,
                        "color": "#9a8996"
                    }
                },
                {
                    "id": 3,
                    "nodeLabel": "Computer Music",
                    "nodeDescription": "Lejaren Hiller and Leonard Issacson  wrote what is now known as the first piece of music written by a computer called the Illiac Suite in 1955. This was created in an experiment where the computer was programmed to generate integers that represented pitches, rhythms, and dynamics. This particular sutie was programmed on the University's Illiac I computer, which was the first computer built and owned by a University. This work opened up how modern music is now created and was a pioneer of experimental music, which is heard on the radios (and via streaming services) now!",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": "Methodology",
                        "Tiertiary_ToI": " ",
                        "URL": "https://archon.library.illinois.edu/index.php?p=collections/controlcard&id=11278&q=lejaren+hiller",
                        "Observations": " ",
                        "College": "College of Fine and Applied Arts",
                        "Department": "Music",
                        "Date_or_Decade": "1950s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=4236",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": "Male",
                        "Other": " "
                    },
                    "connectors": [
                        "Technology",
                        "Methodology"
                    ],
                    "pajekIndex": 51,
                    "vNode": {
                        "posX": 989,
                        "posY": 346.55555555555554,
                        "posZ": 0,
                        "color": "#ae97a1"
                    }
                },
                {
                    "id": 4,
                    "nodeLabel": "Programmed Logic of Automated Teaching Operations (PLATO)",
                    "nodeDescription": "PLATO was one of the first computer-based learning systems that would be a predecessor to current online learning systems. It was created at the University of Illinois in the early 1960s by a team that included Donald Bitzer. PLATO helped with creating computer-based learning, online networking, plasma flat-panel displays, interactive touch displays, and future software innovations. Without PLATO, we would not have the Zoom sessions and emails that help the modern world function!",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": "Methodology",
                        "Tiertiary_ToI": " ",
                        "URL": "https://distributedmuseum.illinois.edu/exhibit/plato/",
                        "Observations": " ",
                        "College": "College of Education, Grainger College of Engineering",
                        "Department": "Computer Science, Mechanical Engineering, Education",
                        "Date_or_Decade": "1960s",
                        "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=3392",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty, Undergraduate Students, Graduate Students",
                        "Current_Faculty_research": " ",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Technology",
                        "Methodology"
                    ],
                    "pajekIndex": 52,
                    "vNode": {
                        "posX": 1215,
                        "posY": 375.55555555555554,
                        "posZ": 0,
                        "color": "#c2a5ac"
                    }
                },
                {
                    "id": 5,
                    "nodeLabel": "Graduated Reciprocation in Tension Reduction (GRIT) strategy and the Cold War",
                    "nodeDescription": "Dr. Charles Osgood was a professor of psychology and leader of the Institute of Communications. His particular focus in the 1960s-1980s was diffusing tensions between countries, specifically the United States and the Soviet Union. He developed the GRIT strategy (Graduated Reciprocation in Tension Reduction) as a new method of how to reduce tensions through communication and not necessarily negotiations. In his process, two countries make a plan for open communication and reciprocation with a particular focus on the arms race and disarmament. This process was used in what Osgood called the \"Kennedy Experiment\" with the Cuban MIssile Crisis and was also used later by Jimmy Carter. Along with his work on GRIT, he alsdo served as the president of the American Psychological Association and published many articles on the future of the nation with regards to the arms race.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": "Process",
                        "Tiertiary_ToI": " ",
                        "URL": " ",
                        "Observations": " ",
                        "College": "College of Liberal Arts and Sciences",
                        "Department": "Psychology",
                        "Date_or_Decade": "1960s to 1980s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": "Male",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework",
                        "Process"
                    ],
                    "pajekIndex": 53,
                    "vNode": {
                        "posX": 1261.111111111111,
                        "posY": 315.55555555555554,
                        "posZ": 0,
                        "color": "#d6b4b7"
                    }
                },
                {
                    "id": 6,
                    "nodeLabel": "Four Theories of the Press",
                    "nodeDescription": "Fred S. Siebert wrote the book Four Theories of the Press, which presents the four different theories of how the world's press. These theories included the Authoritarian theory, the Libertarian theory, the Social Commentary theory, and the Soviet Communist theory. In writing about these theories, Siebert discusses why journalism is the way it is. Journalism is better understood through looking at one of these theories, coined by Siebert here at the University of Illinois.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://www.press.uillinois.edu/books/catalog/94xbs8ch9780252724213.html#:~:text=Presented%20here%20are%20four%20major,Milton%2C%20Locke%2C%20Mill%2C%20and",
                        "Observations": " ",
                        "College": "College of Media",
                        "Department": "Journalism",
                        "Date_or_Decade": "1960s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": "Male",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework"
                    ],
                    "pajekIndex": 54,
                    "vNode": {
                        "posX": 1395,
                        "posY": 286.6666666666667,
                        "posZ": 0,
                        "color": "#eac2c2"
                    }
                },
                {
                    "id": 7,
                    "nodeLabel": "Raymond H. DuHamel (log antenna)",
                    "nodeDescription": "Raymond H. DuHamel was an electrical engineer who helped created the log antenna on a radio telescope.The initial project was to create log antennae for high-speed aircrafts after World War II. Professor DuHamel and his team worked together in the Illinois Antenna Lab to help create these new types of antennae. After many years of research, DuHamel and his team were able to patent a design for the log antenna, even patenting a design for a log antenna that could receive signals from space.His work would later be used for radio and television signals, helping spread information across the airwaves.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://distributedmuseum.illinois.edu/exhibit/raymond_h_duhamel/",
                        "Observations": " ",
                        "College": "Grainger College of Engineering",
                        "Department": "Electrical Engineering",
                        "Date_or_Decade": "1960s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": "Male",
                        "Other": " "
                    },
                    "connectors": [
                        "Technology"
                    ],
                    "pajekIndex": 55,
                    "vNode": {
                        "posX": 1438.888888888889,
                        "posY": 226.66666666666663,
                        "posZ": 0,
                        "color": "#ffd1ce"
                    }
                },
                {
                    "id": 8,
                    "nodeLabel": "Karol Kahrs",
                    "nodeDescription": "Karol Kahrs was an instructor in Physical Education and coached collegiate sports in the late 1960s. In 1974, she helped devleop the University's women collegiate sports programs within the Division of Intercollegiate Athletics. She was given a budget of $83,500 to help create seven women's sports and hire their coaches. This work led her to serving as the President of the National Association of College Women's Athletic Administrators. In 1981, she was on the committee who submitted the proposal to the Big Ten  for the inclusion of women's sports in the conference. ",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Knowledge framework",
                        "Secondary_ToI": "Process",
                        "Tiertiary_ToI": " ",
                        "URL": "https://distributedmuseum.illinois.edu/exhibit/karol-khars/",
                        "Observations": " ",
                        "College": "Athletics, College of Applied Health Sciences",
                        "Department": "Kinesiology",
                        "Date_or_Decade": "1970s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": "Female",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework",
                        "Process"
                    ],
                    "pajekIndex": 56,
                    "vNode": {
                        "posX": 1530,
                        "posY": 405.55555555555554,
                        "posZ": 0,
                        "color": "#616075"
                    }
                },
                {
                    "id": 9,
                    "nodeLabel": "Mosaic",
                    "nodeDescription": "We are able to navigate the internet due to Mosaic, created by Marc Andreesen and Eric Bina. Released in 1993, Mosaic helped create a better aesthetic and practical web browsing experience. It included colors and in-line text to help users, as well as the ever handy back button that allows us to view previously-seen web pages. They also used hypertext documents to help with browsing, allowing users to explore the internet. Mosaic became Netscape Navigator, and was later sold to AOL. Mosaic, while it didn't last long, was the beginning of modern web browsing.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": "Process",
                        "Tiertiary_ToI": " ",
                        "URL": "https://distributedmuseum.illinois.edu/exhibit/mosaic/",
                        "Observations": " ",
                        "College": "National Center for Supercomputing Applications, Grainger College of Engineering",
                        "Department": "Computer science",
                        "Date_or_Decade": "1990s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty, Undergraduate Students",
                        "Current_Faculty_research": " ",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Process",
                        "Technology"
                    ],
                    "pajekIndex": 57,
                    "vNode": {
                        "posX": 1666.6666666666667,
                        "posY": 136.66666666666677,
                        "posZ": 0,
                        "color": "#756e80"
                    }
                },
                {
                    "id": 10,
                    "nodeLabel": "Marianna Tax Choldin",
                    "nodeDescription": "Marianna Tax Choldin was a professor in the School of Information Sciences who was a founding member of the Mortenson Center for International Library Programs as well as served as head of the Slavic and East European Library. Beyond her work at the University, she also was one of the founders of the Committee on Freedom of Access to Information and Freedom of Expression (FAIFE). FAIFE's goal is to protect freedom of expression and intellectual freedom, paying attention to the library's role in spreading knowledge about intellectual freedom. ",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Knowledge Framework",
                        "Secondary_ToI": " ",
                        "Tiertiary_ToI": " ",
                        "URL": "https://gec150.web.illinois.edu/1960s/marianna-tax-choldin/",
                        "Observations": " ",
                        "College": "School of Information Sciences, University of Illinois Library",
                        "Department": "Library Science",
                        "Date_or_Decade": "1990s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework"
                    ],
                    "pajekIndex": 58,
                    "vNode": {
                        "posX": 1708.3333333333333,
                        "posY": 103.33333333333341,
                        "posZ": 0,
                        "color": "#887c8b"
                    }
                },
                {
                    "id": 11,
                    "nodeLabel": "ROGER and CyberGIS",
                    "nodeDescription": "ROGER was the first CyberGIS supercomputer, which focused on geographic information that could be used by the University of Illinois as well as throughout the U.S. and even the entire world. CyberGIS uses computing sciences, geospatial sciences, and advanced cyber infrastructure to create the information in CyberGIS. The research done by CyberGIS includes education and training, science and technologies, and human and societal dimensions. It also focuses on applications for enabling creative work in agriculture, business, geology, history, etc. The CyberGIS (and by extension, ROGER) was highly interdisciplinary and focused on spreading knowledge beyond the University's limits.",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Technology",
                        "Secondary_ToI": "Process",
                        "Tiertiary_ToI": " ",
                        "URL": "https://cybergis.illinois.edu/about/",
                        "Observations": " ",
                        "College": "College of Liberal Arts and Sciences, College of Agriculture, Consumer and Environmental Sciences, National Center for Supercomputing Applications",
                        "Department": "Entomology, Economics, Atmospheric Sciences, Geography and Geographic Information Science, Natural Resources and Environmental Sciences, Agricultural and Biological Engineering",
                        "Date_or_Decade": "2010s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": "https://cybergis.illinois.edu/collaborators/",
                        "Gender": " ",
                        "Other": " "
                    },
                    "connectors": [
                        "Process",
                        "Technology"
                    ],
                    "pajekIndex": 59,
                    "vNode": {
                        "posX": 2026.4285714285713,
                        "posY": 135.71428571428578,
                        "posZ": 0,
                        "color": "#9a8996"
                    }
                },
                {
                    "id": 12,
                    "nodeLabel": "Global Food Security During a Pandemic",
                    "nodeDescription": "Professor Esther Ngumbi discussed the issues surrounding food security during this pandemic around the world, specifically Chile, Kenya, and South Africa. She states that food insecurity happens in developing countries with no safety net programs and the effects of climate change. She argues that there need to be new systems in place to help decrease food insecurity, including food sourcing channels, incentivizing farmers to distribute their crops, and even creating a crowdsourcing different solutions for food disbursement. ",
                    "nodeAttributes": {
                        "Possible_object": " ",
                        "Primary_ToI": "Process",
                        "Secondary_ToI": "Knowledge Framework",
                        "Tiertiary_ToI": " ",
                        "URL": "https://blogs.illinois.edu/view/6367/809081",
                        "Observations": " ",
                        "College": "College of Liberal Arts and Sciences",
                        "Department": "Integrative Biology",
                        "Date_or_Decade": "2020s",
                        "Photograph": " ",
                        "Faculty_Staff_Graduate_Undergrad": "Faculty",
                        "Current_Faculty_research": " ",
                        "Gender": "Female",
                        "Other": " "
                    },
                    "connectors": [
                        "Knowledge Framework",
                        "Process"
                    ],
                    "pajekIndex": 60,
                    "vNode": {
                        "posX": 2655,
                        "posY": 317.1428571428572,
                        "posZ": 0,
                        "color": "#ae97a1"
                    }
                }
            ]
        }
    ],
    "edges": [{
            "source": {
                "cluster": "2",
                "index": 0,
                "pajekIndex": 1
            },
            "target": {
                "cluster": "3",
                "index": 6,
                "pajekIndex": 19
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "3",
                "index": 6,
                "pajekIndex": 19
            },
            "target": {
                "cluster": "5",
                "index": 7,
                "pajekIndex": 43
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "5",
                "index": 7,
                "pajekIndex": 43
            },
            "target": {
                "cluster": "4",
                "index": 4,
                "pajekIndex": 29
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "4",
                "index": 4,
                "pajekIndex": 29
            },
            "target": {
                "cluster": "6",
                "index": 1,
                "pajekIndex": 49
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 1,
                "pajekIndex": 49
            },
            "target": {
                "cluster": "4",
                "index": 12,
                "pajekIndex": 36
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "4",
                "index": 12,
                "pajekIndex": 36
            },
            "target": {
                "cluster": "4",
                "index": 3,
                "pajekIndex": 28
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "4",
                "index": 3,
                "pajekIndex": 28
            },
            "target": {
                "cluster": "6",
                "index": 2,
                "pajekIndex": 50
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 2,
                "pajekIndex": 50
            },
            "target": {
                "cluster": "4",
                "index": 7,
                "pajekIndex": 31
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "4",
                "index": 7,
                "pajekIndex": 31
            },
            "target": {
                "cluster": "3",
                "index": 4,
                "pajekIndex": 17
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "3",
                "index": 4,
                "pajekIndex": 17
            },
            "target": {
                "cluster": "4",
                "index": 8,
                "pajekIndex": 32
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "4",
                "index": 8,
                "pajekIndex": 32
            },
            "target": {
                "cluster": "6",
                "index": 5,
                "pajekIndex": 53
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 5,
                "pajekIndex": 53
            },
            "target": {
                "cluster": "5",
                "index": 1,
                "pajekIndex": 38
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "5",
                "index": 1,
                "pajekIndex": 38
            },
            "target": {
                "cluster": "5",
                "index": 5,
                "pajekIndex": 41
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "5",
                "index": 5,
                "pajekIndex": 41
            },
            "target": {
                "cluster": "6",
                "index": 6,
                "pajekIndex": 54
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 6,
                "pajekIndex": 54
            },
            "target": {
                "cluster": "5",
                "index": 0,
                "pajekIndex": 37
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "5",
                "index": 0,
                "pajekIndex": 37
            },
            "target": {
                "cluster": "6",
                "index": 8,
                "pajekIndex": 56
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 8,
                "pajekIndex": 56
            },
            "target": {
                "cluster": "5",
                "index": 2,
                "pajekIndex": 39
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "5",
                "index": 2,
                "pajekIndex": 39
            },
            "target": {
                "cluster": "5",
                "index": 4,
                "pajekIndex": 40
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "5",
                "index": 4,
                "pajekIndex": 40
            },
            "target": {
                "cluster": "6",
                "index": 10,
                "pajekIndex": 58
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 10,
                "pajekIndex": 58
            },
            "target": {
                "cluster": "2",
                "index": 1,
                "pajekIndex": 2
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "2",
                "index": 1,
                "pajekIndex": 2
            },
            "target": {
                "cluster": "5",
                "index": 12,
                "pajekIndex": 47
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "5",
                "index": 12,
                "pajekIndex": 47
            },
            "target": {
                "cluster": "2",
                "index": 9,
                "pajekIndex": 9
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "2",
                "index": 9,
                "pajekIndex": 9
            },
            "target": {
                "cluster": "5",
                "index": 9,
                "pajekIndex": 44
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "5",
                "index": 9,
                "pajekIndex": 44
            },
            "target": {
                "cluster": "4",
                "index": 9,
                "pajekIndex": 33
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "4",
                "index": 9,
                "pajekIndex": 33
            },
            "target": {
                "cluster": "2",
                "index": 7,
                "pajekIndex": 8
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "2",
                "index": 7,
                "pajekIndex": 8
            },
            "target": {
                "cluster": "2",
                "index": 13,
                "pajekIndex": 13
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "2",
                "index": 13,
                "pajekIndex": 13
            },
            "target": {
                "cluster": "2",
                "index": 12,
                "pajekIndex": 12
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "2",
                "index": 12,
                "pajekIndex": 12
            },
            "target": {
                "cluster": "3",
                "index": 13,
                "pajekIndex": 24
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "3",
                "index": 13,
                "pajekIndex": 24
            },
            "target": {
                "cluster": "6",
                "index": 12,
                "pajekIndex": 60
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 12,
                "pajekIndex": 60
            },
            "target": {
                "cluster": "3",
                "index": 8,
                "pajekIndex": 21
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "3",
                "index": 8,
                "pajekIndex": 21
            },
            "target": {
                "cluster": "2",
                "index": 11,
                "pajekIndex": 11
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "2",
                "index": 11,
                "pajekIndex": 11
            },
            "target": {
                "cluster": "2",
                "index": 10,
                "pajekIndex": 10
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "2",
                "index": 10,
                "pajekIndex": 10
            },
            "target": {
                "cluster": "2",
                "index": 4,
                "pajekIndex": 5
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "2",
                "index": 4,
                "pajekIndex": 5
            },
            "target": {
                "cluster": "2",
                "index": 3,
                "pajekIndex": 4
            },
            "kind": "Knowledge Framework",
            "weight": 1
        },
        {
            "source": {
                "cluster": "3",
                "index": 6,
                "pajekIndex": 19
            },
            "target": {
                "cluster": "6",
                "index": 1,
                "pajekIndex": 49
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 1,
                "pajekIndex": 49
            },
            "target": {
                "cluster": "6",
                "index": 2,
                "pajekIndex": 50
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 2,
                "pajekIndex": 50
            },
            "target": {
                "cluster": "3",
                "index": 2,
                "pajekIndex": 16
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "4",
                "index": 8,
                "pajekIndex": 32
            },
            "target": {
                "cluster": "6",
                "index": 5,
                "pajekIndex": 53
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 5,
                "pajekIndex": 53
            },
            "target": {
                "cluster": "5",
                "index": 0,
                "pajekIndex": 37
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "5",
                "index": 0,
                "pajekIndex": 37
            },
            "target": {
                "cluster": "6",
                "index": 8,
                "pajekIndex": 56
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 8,
                "pajekIndex": 56
            },
            "target": {
                "cluster": "6",
                "index": 9,
                "pajekIndex": 57
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 9,
                "pajekIndex": 57
            },
            "target": {
                "cluster": "2",
                "index": 1,
                "pajekIndex": 2
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "2",
                "index": 1,
                "pajekIndex": 2
            },
            "target": {
                "cluster": "5",
                "index": 9,
                "pajekIndex": 44
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "5",
                "index": 9,
                "pajekIndex": 44
            },
            "target": {
                "cluster": "4",
                "index": 9,
                "pajekIndex": 33
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "4",
                "index": 9,
                "pajekIndex": 33
            },
            "target": {
                "cluster": "6",
                "index": 11,
                "pajekIndex": 59
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 11,
                "pajekIndex": 59
            },
            "target": {
                "cluster": "5",
                "index": 10,
                "pajekIndex": 45
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "5",
                "index": 10,
                "pajekIndex": 45
            },
            "target": {
                "cluster": "3",
                "index": 5,
                "pajekIndex": 18
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "3",
                "index": 5,
                "pajekIndex": 18
            },
            "target": {
                "cluster": "3",
                "index": 7,
                "pajekIndex": 20
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "3",
                "index": 7,
                "pajekIndex": 20
            },
            "target": {
                "cluster": "3",
                "index": 10,
                "pajekIndex": 22
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "3",
                "index": 10,
                "pajekIndex": 22
            },
            "target": {
                "cluster": "3",
                "index": 13,
                "pajekIndex": 24
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "3",
                "index": 13,
                "pajekIndex": 24
            },
            "target": {
                "cluster": "6",
                "index": 12,
                "pajekIndex": 60
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 12,
                "pajekIndex": 60
            },
            "target": {
                "cluster": "3",
                "index": 8,
                "pajekIndex": 21
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "3",
                "index": 8,
                "pajekIndex": 21
            },
            "target": {
                "cluster": "2",
                "index": 11,
                "pajekIndex": 11
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "2",
                "index": 11,
                "pajekIndex": 11
            },
            "target": {
                "cluster": "3",
                "index": 14,
                "pajekIndex": 25
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "3",
                "index": 14,
                "pajekIndex": 25
            },
            "target": {
                "cluster": "3",
                "index": 12,
                "pajekIndex": 23
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "3",
                "index": 12,
                "pajekIndex": 23
            },
            "target": {
                "cluster": "2",
                "index": 4,
                "pajekIndex": 5
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "4",
                "index": 0,
                "pajekIndex": 26
            },
            "target": {
                "cluster": "4",
                "index": 4,
                "pajekIndex": 29
            },
            "kind": "Technology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "4",
                "index": 4,
                "pajekIndex": 29
            },
            "target": {
                "cluster": "4",
                "index": 1,
                "pajekIndex": 27
            },
            "kind": "Technology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "4",
                "index": 1,
                "pajekIndex": 27
            },
            "target": {
                "cluster": "4",
                "index": 11,
                "pajekIndex": 35
            },
            "kind": "Technology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "4",
                "index": 11,
                "pajekIndex": 35
            },
            "target": {
                "cluster": "6",
                "index": 3,
                "pajekIndex": 51
            },
            "kind": "Technology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "3",
                "index": 0,
                "pajekIndex": 14
            },
            "target": {
                "cluster": "6",
                "index": 4,
                "pajekIndex": 52
            },
            "kind": "Technology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 4,
                "pajekIndex": 52
            },
            "target": {
                "cluster": "6",
                "index": 7,
                "pajekIndex": 55
            },
            "kind": "Technology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 7,
                "pajekIndex": 55
            },
            "target": {
                "cluster": "6",
                "index": 9,
                "pajekIndex": 57
            },
            "kind": "Technology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 9,
                "pajekIndex": 57
            },
            "target": {
                "cluster": "2",
                "index": 2,
                "pajekIndex": 3
            },
            "kind": "Technology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "2",
                "index": 2,
                "pajekIndex": 3
            },
            "target": {
                "cluster": "2",
                "index": 9,
                "pajekIndex": 9
            },
            "kind": "Technology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "2",
                "index": 9,
                "pajekIndex": 9
            },
            "target": {
                "cluster": "6",
                "index": 11,
                "pajekIndex": 59
            },
            "kind": "Technology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 11,
                "pajekIndex": 59
            },
            "target": {
                "cluster": "5",
                "index": 11,
                "pajekIndex": 46
            },
            "kind": "Technology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "5",
                "index": 11,
                "pajekIndex": 46
            },
            "target": {
                "cluster": "3",
                "index": 1,
                "pajekIndex": 15
            },
            "kind": "Technology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "3",
                "index": 1,
                "pajekIndex": 15
            },
            "target": {
                "cluster": "2",
                "index": 12,
                "pajekIndex": 12
            },
            "kind": "Technology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "2",
                "index": 12,
                "pajekIndex": 12
            },
            "target": {
                "cluster": "3",
                "index": 14,
                "pajekIndex": 25
            },
            "kind": "Technology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "3",
                "index": 14,
                "pajekIndex": 25
            },
            "target": {
                "cluster": "3",
                "index": 12,
                "pajekIndex": 23
            },
            "kind": "Technology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "3",
                "index": 12,
                "pajekIndex": 23
            },
            "target": {
                "cluster": "4",
                "index": 10,
                "pajekIndex": 34
            },
            "kind": "Technology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "4",
                "index": 10,
                "pajekIndex": 34
            },
            "target": {
                "cluster": "5",
                "index": 6,
                "pajekIndex": 42
            },
            "kind": "Technology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 0,
                "pajekIndex": 48
            },
            "target": {
                "cluster": "6",
                "index": 3,
                "pajekIndex": 51
            },
            "kind": "Methodology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 3,
                "pajekIndex": 51
            },
            "target": {
                "cluster": "6",
                "index": 4,
                "pajekIndex": 52
            },
            "kind": "Methodology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 4,
                "pajekIndex": 52
            },
            "target": {
                "cluster": "2",
                "index": 2,
                "pajekIndex": 3
            },
            "kind": "Methodology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "2",
                "index": 2,
                "pajekIndex": 3
            },
            "target": {
                "cluster": "2",
                "index": 6,
                "pajekIndex": 7
            },
            "kind": "Methodology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "2",
                "index": 6,
                "pajekIndex": 7
            },
            "target": {
                "cluster": "2",
                "index": 5,
                "pajekIndex": 6
            },
            "kind": "Methodology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "6",
                "index": 3,
                "pajekIndex": 51
            },
            "target": {
                "cluster": "4",
                "index": 13,
                "pajekIndex": 61
            },
            "kind": "Technology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "4",
                "index": 13,
                "pajekIndex": 61
            },
            "target": {
                "cluster": "3",
                "index": 0,
                "pajekIndex": 14
            },
            "kind": "Technology",
            "weight": 1
        },
        {
            "source": {
                "cluster": "3",
                "index": 2,
                "pajekIndex": 16
            },
            "target": {
                "cluster": "4",
                "index": 13,
                "pajekIndex": 61
            },
            "kind": "Process",
            "weight": 1
        },
        {
            "source": {
                "cluster": "4",
                "index": 13,
                "pajekIndex": 61
            },
            "target": {
                "cluster": "4",
                "index": 8,
                "pajekIndex": 32
            },
            "kind": "Process",
            "weight": 1
        }
    ]
}