{
  "nodes": [
    {
      "clusterID": "0",
      "clusterLabel": "Confronting Climate Change",
      "clusterDescription": "...",
      "nodes": [
        {
          "id": 1,
          "nodeLabel": "Soil Experiments for Farmers",
          "nodeShortDescription": "The Morrow Plots are the oldest experimental crop field in America.",
          "nodeDescription": "The Morrow Plots are the oldest experimental crop field in America. The field has been used to learn more about soil and plant growth since 1876. Research at the plots was vital for better understand crop rotation. It has also been used to study the long-term effects of fertilizers and effects of synthetic and natural fertilizers. The plots were named after George Morrow, Dean of the College of Agriculture (1877-1894) in honor of the work he did for the college, especially raising enrollment numbers and bringing research to farmers across the state. Research on the plots continues today and is important as we learn more about how climate change affects crops. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "George E Morrow",
            "Possible_object": "",
            "Primary_ToI": "Methodology",
            "Secondary_ToI": "",
            "URL": "https://distributedmuseum.illinois.edu/exhibit/george-e-morrow/; https://aces.illinois.edu/research/history/morrow-plots",
            "Observations": "",
            "College": "College of Agricultural, Consumer & Environmental Sciences",
            "N_colleges": 1,
            "Department": "Crop Sciences",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "1870",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Methodology"
          ],
          "pajekIndex": 0,
          "vNode": {
            "posX": 450,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 2,
          "nodeLabel": "Study of Ecology",
          "nodeShortDescription": "Stephen Forbes' publications were some of the earliest work in what is now known as the field of ecology and he is considered as one of the founders of the formal field.",
          "nodeDescription": "The University of Illinois has been studying the relationship between nature and humans since its earliest days. From 1884 to 1921, Stephen Forbes was a professor in zoology and entomology who mostly studied insects, birds, fish and crustaceans. His major area of focus was the interactions between species and how these interactions affected the agricultural industry. His publications were some of the earliest work in what is now known as the field of ecology and he is considered as one of the founders of the formal field. Looking at how animals and humans have an impact on each other’s environments, habits, and culture is also an important part of climate change research currently taking place.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Stephen Forbes",
            "Possible_object": "Plant",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "",
            "URL": "https://distributedmuseum.illinois.edu/exhibit/stephen-a-forbes/",
            "Observations": "former College of science",
            "College": "College of Liberal Arts & Sciences",
            "N_colleges": 1,
            "Department": "Illinois Natural History Survey\nZoology\nEntomology",
            "N_departments": 3,
            "Institutes": "",
            "Date_or_Decade": "1880-1920",
            "Photograph": "Stephen Forbes as a Dean of Science (1903-1904): https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=6021",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework"
          ],
          "pajekIndex": 1,
          "vNode": {
            "posX": 495,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 3,
          "nodeLabel": "Soybean Free Air Concentration Enrichment (SoyFACE)",
          "nodeShortDescription": "SoyFACE allows for crops to be grown with typical conditions but with future atmospheric conditions.",
          "nodeDescription": "As greenhouse gases and carbon dioxide continue to increase in our atmosphere, there has been much research done on what the possible impacts will be to our food supply. A multidisciplinary team at the University of Illinois was the first to conduct outdoor research on the effects of increased carbon dioxide on crops in a project called the Soybean Free Air Concentration Enrichment (SoyFACE). Previous studies have grown crops inside greenhouses to study what the changes in atmosphere may entail. For SoyFACE, large octagonal plots are established with the ability to release higher concentrations of carbon dioxide and ozone on any side of the plot. This helps account for wind carrying the gases across the plot. This innovative way allows for crops to be grown with typical conditions but with future atmospheric conditions.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Various faculty",
            "Possible_object": "Possible object: farm plot",
            "Primary_ToI": "Technology",
            "Secondary_ToI": "Methodology",
            "URL": "https://soyface.illinois.edu/",
            "Observations": "",
            "College": "College of Agricultural, Consumer & Environmental Sciences\nCollege of Liberal Arts & Sciences",
            "N_colleges": 4,
            "Department": "Plant Biology\nCrop Sciences \nAgricultural and Biological Engineering\nIntegrative Biology\nNatural Resources and Environmental Sciences",
            "N_departments": 5,
            "Institutes": "Carl R. Woese Institute of Genomic Biology",
            "Date_or_Decade": "2000-present",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty, Staff, Graduate students",
            "Current_Faculty_research": "current - members listed on website",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Technology",
            "Methodology"
          ],
          "pajekIndex": 30,
          "vNode": {
            "posX": 1800,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 4,
          "nodeLabel": "Food for Thought App",
          "nodeShortDescription": "Professor Emma Mercier and her research team created a new app called \"Food for Thought\" which tells children about the carbon footprint created by the food they eat.",
          "nodeDescription": "Professor Emma Mercier and her research team created a new app called \"Food for Thought\" which tells children about the carbon footprint created by the food they eat. The app also includes nutritional data. Mercier's goal is twofold: to help children be more \"data literate\" and learn more about the causes of climate change. To do this research, Mercier and her team videotaped children learning about climate change and their food carbon footprint. Mercier focused on food since children have more control over what they eat than other aspects of their life. This helps to make climate change awareness more relatable and accessible.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Emma Mercier",
            "Possible_object": "Tabletop screens mentioned in article",
            "Primary_ToI": "Technology",
            "Secondary_ToI": "Knowledge Framework",
            "URL": "https://news.illinois.edu/view/6367/363728#image-1",
            "Observations": "link to University Laboratory High School",
            "College": "College of Education",
            "N_colleges": 1,
            "Department": "Curriculum and Instruction",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "2010",
            "Photograph": "https://news.illinois.edu/view/6367/363728#image-1",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "Emma Mercier",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Technology",
            "Knowledge Framework"
          ],
          "pajekIndex": 32,
          "vNode": {
            "posX": 1890,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 5,
          "nodeLabel": "TIGER",
          "nodeShortDescription": "Deke Weaver's series \"The Unreliable Bestiary\" calls attention to climate change by examining different animals through new media and performance art.  ",
          "nodeDescription": "Deke Weaver, professor of new media, created and starred in a show called TIGER from a five-part series called \"The Unreliable Bestiary.\" In this show and this series, Weaver talks about famous tigers, such as Tony the Tiger and the tigers from the Jungle Book, as well as how humans interact with tigers. This was created to call attention to climate change and how it affects wildlife. To further comment on this, Weaver performed the show along the Mississippi River and its watershed to comment on migration as a result of climate change. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "Deke Weaver",
            "Possible_object": "costume from the show? (Weaver portrayed a ranger)",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "",
            "URL": "https://news.illinois.edu/view/6367/802600",
            "Observations": "show providing a new way to look at climate change issues",
            "College": "College of Fine and Applied Arts",
            "N_colleges": 1,
            "Department": "Art and Design\nTheatre ",
            "N_departments": 2,
            "Institutes": "",
            "Date_or_Decade": "2010",
            "Photograph": "https://news.illinois.edu/view/6367/802600",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "Deke Weaver",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework"
          ],
          "pajekIndex": 34,
          "vNode": {
            "posX": 1980,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 6,
          "nodeLabel": "Global Warming effects on the Houma Tribe ",
          "nodeShortDescription": "Shanondora Billiot went to Louisiana's Gulf Coast to interview members from the United Houma Nation to look at how the destruction of the coast has affected their lives and worldview.",
          "nodeDescription": "Shanondora Billiot went to Louisiana's Gulf Coast to interview members from the United Houma Nation to look at how the destruction of the coast has affected their lives and worldview. After being vetted by leaders of the tribe, Billiot was able to see that the tribe, which makes its living via the water (fishing, shrimping, trapping, etc.) had to change how they made their living. With the new changes to the coast and to the water, older members of the Houma tribe find it difficult to pass on their traditions to younger members, causing distress. This climate change and destruction of the coast has caused a nation to forge new ways to try and hold to their way of life and their traditions.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Shanondora Billiot",
            "Possible_object": "Possible Object: Fish",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "",
            "URL": "https://news.illinois.edu/view/6367/803055",
            "Observations": "",
            "College": "School of Social Work",
            "N_colleges": 1,
            "Department": "Social Work",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "2010",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "current",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework"
          ],
          "pajekIndex": 35,
          "vNode": {
            "posX": 2025,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 7,
          "nodeLabel": "Local Weather and Perceptions of Climate Change",
          "nodeShortDescription": "Professor of Finance, Tatyana Deryugina, found through surveys that people think climate change is a problem if there are abnormalities in their local weather for two months or more, but not for only a few days or weeks.",
          "nodeDescription": "Professor of Finance, Tatyana Deryugina, found through surveys that people think climate change is a problem if there are abnormalities in their local weather for two months or more, but not for only a few days or weeks. She argues that combating climate change is linked to individual perceptions of climate issues as opposed to societal views, which is why it is important to look at how individuals come to their views towards climate change. Based on her research, Deryugina found that people often didn't show a sense of urgency unless there were significant changes. People often paid more attention to local weather in forming their views of climate change and often times forget about larger occurrences like heat waves. These views impact how public policy is enacted and the timeline it is enacted in.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Tatyana Deryugina",
            "Possible_object": "image of survey or weather abnormalities",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "",
            "URL": "https://news.illinois.edu/view/6367/204481",
            "Observations": "",
            "College": "Gies College of Business",
            "N_colleges": 1,
            "Department": "Finance",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "2010",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "Tatyana Deryugina",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework"
          ],
          "pajekIndex": 38,
          "vNode": {
            "posX": 2160,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 8,
          "nodeLabel": "Religious Figures talking about climate change: Stewardship",
          "nodeShortDescription": "Faith Shin's research shows that when  Christians hear language that says God wants people to be stewards of the Earth, they have a greater concern about Climate Change",
          "nodeDescription": "Psychology graduate student Faith Shin conducted research on how different messages within Christianity were linked to how people viewed and responded to climate change. Shin found that messages linked to stewardship (God commands humans to take care of the Earth) often resulted in Christians viewing climate change concern as a moral imperative. This is compared to dominion beliefs, which advocate for the idea that God gives humans free reign. Dominion beliefs are linked to lower concern for climate change. Shin conducted this research through having different groups read different articles including: Bible passages (either stewardship or dominion) or a control article. An interesting find is that while the stewardship articles showed an increase in moral concern about climate change, the dominion articles did not reduce moral concerns.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Faith Shin",
            "Possible_object": "image of religious figures?",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "Process",
            "URL": "https://news.illinois.edu/view/6367/758796",
            "Observations": "(solution of having people change their language)",
            "College": "College of Liberal Arts & Sciences",
            "N_colleges": 1,
            "Department": "Psychology\nReligion\nLinguistics ",
            "N_departments": 3,
            "Institutes": "",
            "Date_or_Decade": "2010",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Graduate student",
            "Current_Faculty_research": "current",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework",
            "Process"
          ],
          "pajekIndex": 42,
          "vNode": {
            "posX": 2340,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 9,
          "nodeLabel": "Critical Zone Science",
          "nodeShortDescription": "The critical zone looks at how changing the Earth's surface can affect subsurface processes including waterflow and elements, which can help us understand climate change.",
          "nodeDescription": "The Earth's critical zone is it's \"living skin\" that, when studied, looks at how different processes on Earth interact. Praveen Kumar does research on hydrology and its different processes. The critical zone helps us understand how interactions between water, air, life, and rock can be affected by human behavior. More specifically, the critical zone looks at how changing the Earth's surface can affect subsurface processes including waterflow and elements. Kumar's research into water is a key aspect of looking at the critical zone and its link to climate change. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "Praveen Kumar",
            "Possible_object": "",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "Process",
            "URL": "https://cee.illinois.edu/directory/profile/kumar1; https://eos.org/features/critical-zone-science-comes-of-age",
            "Observations": "",
            "College": "Grainger College of Engineering",
            "N_colleges": 2,
            "Department": "Civil & Environmental Engineering",
            "N_departments": 1,
            "Institutes": "National Center for Supercomputing Applications",
            "Date_or_Decade": "2020",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "Praveen Kumar",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework",
            "Process"
          ],
          "pajekIndex": 45,
          "vNode": {
            "posX": 2475,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 10,
          "nodeLabel": "\"Other Natures\" book about Ancient Greek ethnographies",
          "nodeShortDescription": "Professor Clara Bosak-Schroeder utilizes ancient perspectives to look at a \"newer\" problem: climate change.",
          "nodeDescription": "Professor Clara Bosak-Schroeder utilizes ancient perspectives to look at a \"newer\" problem: climate change. In her book, Professor Bosak-Schroeder discusses ethnographies written by Herodotus and Diodorus. These ethnographies look at natural resources in other locations and the issues of food and consumption, a theme that rings true today. There was a focus on the interaction between humans and animals and looks at how people are educated about climate change and environmental issues.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Clara Bosak-Schroeder",
            "Possible_object": "",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "",
            "URL": "https://news.illinois.edu/view/6367/808452",
            "Observations": "",
            "College": "College of Liberal Arts & Sciences",
            "N_colleges": 1,
            "Department": "Classics\nHistory\nComparative & World Literature",
            "N_departments": 3,
            "Institutes": "",
            "Date_or_Decade": "2020",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "Clara Bosak-Schroder",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework"
          ],
          "pajekIndex": 49,
          "vNode": {
            "posX": 2655,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        }
      ]
    },
    {
      "clusterID": "1",
      "clusterLabel": "Building Resiliency",
      "clusterDescription": "...",
      "nodes": [
        {
          "id": 1,
          "nodeLabel": "Farmer's Institutes",
          "nodeShortDescription": "In the early 1900s, the University of Illinois hosted Farmer's Institutes, where faculty from the university would go out to the farmers to share their knowledge.",
          "nodeDescription": "As a land grant institute, the University of Illinois has a responsibility to share its knowledge and research with the whole state. In the early years of the university, enrollment of farmers was low. The university needed a solution to help farmers learn about the innovative research that could them in their endeavors. Charles F. Mills of the Illinois State Board of Agriculture, suggested the idea of Farmer's Institutes where faculty from the university would go out to the farmers to share their knowledge. This started with researchers going to the counties across the state and having informal discussions with the residents. It soon grew and the university was able to host annual gatherings where farmers would come to the university, attend several lectures on practical farming related issues and then have discussion. Some of the topics included building rural roads, supplies of vegetables in the winter and dairy management to name a few.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Various faculty and staff",
            "Possible_object": "",
            "Primary_ToI": "Methodology",
            "Secondary_ToI": "",
            "URL": "",
            "Observations": "",
            "College": "College of Media",
            "N_colleges": 1,
            "Department": "Institute of Communications Research",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "1890-1930",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty, Staff",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Methodology"
          ],
          "pajekIndex": 2,
          "vNode": {
            "posX": 540,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 2,
          "nodeLabel": "Regional Planning",
          "nodeShortDescription": "Karl B. Lohmann, professor of Landscape Architecture, taught one of the earliest courses in regional planning.",
          "nodeDescription": "Karl B. Lohmann, professor of Landscape Architecture, taught one of the earliest courses in regional planning. Regional planning is the focus on the organization of communities and areas for a large piece of land rather than a city or town. This is a different type of planning that utilizes different space and types of land usage. This course and method also included a variety of people to help Lohmann with his lectures, including Henry Wright (town planner) and T.F. Frison (conservationist). This concept combines the ideas of urban planning with a natural approach to larger areas of land, as he aimed to teach his students about the planning on a larger scale than just urban planning.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Karl Lohmann",
            "Possible_object": "",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "",
            "URL": "https://distributedmuseum.illinois.edu/exhibit/regional-planning/",
            "Observations": "",
            "College": "College of Fine and Applied Arts",
            "N_colleges": 1,
            "Department": "Landscape Architecture\nRegional and Urban Planning",
            "N_departments": 2,
            "Institutes": "",
            "Date_or_Decade": "1930",
            "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=2727",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework"
          ],
          "pajekIndex": 3,
          "vNode": {
            "posX": 585,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 3,
          "nodeLabel": "Research on synthetic polymers",
          "nodeShortDescription": "Carl Shipp Marvel worked as a chemist for seventy-two years, focusing on the creation of synthetic polymers.",
          "nodeDescription": "Carl Shipp Marvel worked as a chemist for seventy-two years, focusing on the creation of synthetic polymers. He received his PhD in chemistry in 1920 under William Noyes. During World War II, developed the \"cold-rubber\" process and synthetic rubber which led to many new synthetic polymers after the war. The synthetic polymers he developed were used by astronauts and firemen due to its resistance to temperatures up to 1,100 degrees Fahrenheit. The polybenzimidazoles he created were the first man-made fibers produced commercially in the 1980s. Beyond his work with synthetic polymers, he was an instrumental figure in the creation of chemistry both at the University of Illinois and nationally. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "Carl Shipp Marvel",
            "Possible_object": "",
            "Primary_ToI": "Technology",
            "Secondary_ToI": "Process",
            "URL": "",
            "Observations": "",
            "College": "College of Liberal Arts & Sciences",
            "N_colleges": 1,
            "Department": "Chemistry",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "1930",
            "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=3655",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Technology",
            "Process"
          ],
          "pajekIndex": 5,
          "vNode": {
            "posX": 675,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 4,
          "nodeLabel": "Accessible Design",
          "nodeShortDescription": "The designs Tim Nugent and his students advocated for made the university, and world a more accessible place.",
          "nodeDescription": "Timothy Nugent pioneered the Disability Resources and Educational Services to help people with disabilities have access to fair and equal education. He advocated for veterans and those with disabilities and with the help of the GI Bill, was able to show the University of Illinois that veterans and those with disabilities could attend school with the addition of ramps to buildings, one of which was built at Lincoln Hall. Nugent and the students he worked with laid the foundation to make the university accessible. Nugent worked with the city of Champaign to create curb cuts so wheelchair users could easily get onto the sidewalk. He also searched tirelessly for a bus company willing to experiment and find a way to create a lift for wheelchair users to get on buses and was successful. The designs him and his students advocated for made the university, and world a more accessible place.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Timothy Nugent and others",
            "Possible_object": "",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "Technology",
            "URL": "https://video.will.illinois.edu/video/illinois-pioneers-tim-nugent/",
            "Observations": "https://distributedmuseum.illinois.edu/exhibit/timothy-j-nugent/",
            "College": "Grainger College of Engineering",
            "N_colleges": 2,
            "Department": "Civil & Environmental Engineering",
            "N_departments": 1,
            "Institutes": "Disability Resources and Educational Resources",
            "Date_or_Decade": "1940",
            "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=3454",
            "Faculty_Staff_Graduate_Undergrad": "Faculty, Staff",
            "Current_Faculty_research": "People at DRES",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework",
            "Technology"
          ],
          "pajekIndex": 8,
          "vNode": {
            "posX": 810,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 5,
          "nodeLabel": "Educating Teachers for the Real World",
          "nodeShortDescription": "B. Othanel Smith argued that students studying to be teachers, should be taught skills on how to teach concepts logically and give teachers freedom to teach the best way for their class.",
          "nodeDescription": "B. Othanel Smith argued that students studying to be teachers, should be taught skills on how to teach concepts logically and give teachers freedom to teach the best way for their class. This was contrasted to teaching pre-teachers models and strict curriculums. He, along with others, believed they should learn skills for working with children. He also thought the training of teachers should be more focused on the logic of learning, similar to the psychology of how students learn but focused more on how information is presented in a logical format instead of how the child learns. He felt this would allow teachers to adapt to different students needs. This help informed future trainings of teachers. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "B. Othanel Smith",
            "Possible_object": "",
            "Primary_ToI": "Process",
            "Secondary_ToI": "",
            "URL": "https://archon.library.illinois.edu/?p=collections/controlcard&id=4242\nhttp://sk.sagepub.com/reference/curriculumstudies/n414.xml",
            "Observations": "",
            "College": "College of Education",
            "N_colleges": 1,
            "Department": "Curriculum and Instruction",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "1940-1960",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Process"
          ],
          "pajekIndex": 9,
          "vNode": {
            "posX": 855,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 6,
          "nodeLabel": "Feminist Economics",
          "nodeShortDescription": "One of the first women economists to look at the wage gap was Dr. Marianne Ferber.",
          "nodeDescription": "Feminist economics has part of its history at the University of Illinois. One of the first women economists to look at the wage gap was Dr. Marianne Ferber. Dr. Ferber was an instructor and later professor of economics. She initially could only be considered an instructor because her husband was also a professor in the Economics Department and the University had strict nepotism rules that prevented spouses from working in the same department when they started working at the university in the 1950s. One of Ferber's earliest professional works was examining the pay gap between male and female professors, and she used her home institution for the study. Her work allowed other female faculty at the University of Illinois to receive pay raises. She continued to examine how gender differences impacted pay, wealth accumulation and more, and helped establish the International Association for Feminist Economics.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Marianne Ferber",
            "Possible_object": "",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "",
            "URL": "https://distributedmuseum.illinois.edu/exhibit/marianne-ferber/",
            "Observations": "",
            "College": "College of Liberal Arts & Sciences",
            "N_colleges": 1,
            "Department": "Economics\nGender and Women's Studies",
            "N_departments": 2,
            "Institutes": "",
            "Date_or_Decade": "1950-1990",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework"
          ],
          "pajekIndex": 13,
          "vNode": {
            "posX": 1035,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 7,
          "nodeLabel": "Computational Design",
          "nodeShortDescription": "Dr. Kai James is an Aerospace Engineering professor who creates new algorithms to help optimize design, mostly in manufacturing.",
          "nodeDescription": "Dr. Kai James is an Aerospace Engineering professor who creates new algorithms to help optimize design, mostly in manufacturing. His work uses mathematical models to quickly find the best way to design parts in order to make sure machines are running efficiently. He develops different types of algorithms, like ones that simulate mechanical behaviors of solids and algorithms that can then use those simulations to find the best design for the structure to accomplish its goal. For example he has worked on the design of aircraft wings to help the plane fly most efficiently. Leveraging technology, he and his team are able to find solutions for complex problems, find ways new technology, such as 3D printing, can be used, and can help with a wide range of engineering problems.  ",
          "nodeAttributes": {
            "Faculty_Student_Name": "Kai James",
            "Possible_object": "",
            "Primary_ToI": "Process",
            "Secondary_ToI": "",
            "URL": "https://publish.illinois.edu/designlab/",
            "Observations": "",
            "College": "Grainger College of Engineering",
            "N_colleges": 1,
            "Department": "Aerospace Engineering\nComputational Science and Engineering",
            "N_departments": 2,
            "Institutes": "",
            "Date_or_Decade": "2010",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Process"
          ],
          "pajekIndex": 33,
          "vNode": {
            "posX": 1935,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 8,
          "nodeLabel": "Focusing on users feelings can lead to more creative designs",
          "nodeShortDescription": "Dr. Ravi Mehta's research showed that thinking about end users feelings made designers more empathetic which increased creativity in finding solutions for product design. ",
          "nodeDescription": "Creating designs that consumers want requires creativity. Dr. Ravi Mehta, a professor of business administration at Illinois and an expert in product development and marketing, questioned what could improve the process for creating products. His research showed that thinking about end users feelings made designers more empathetic which increased creativity in finding solutions for product design. He and his collaborators did several experiments where people had to create a new product using either a \"feelings-imagination approach\", where creators thought of end users feelings, or an \"object-imagination\" approach, which focuses more on the utility of an object. They found the feelings approach led to more creativity. Dr. Mehta suggests this will be especially useful for companies who are crowdsourcing new ideas and the creators do not have as much experience in product design. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "Ravi Mehta",
            "Possible_object": "",
            "Primary_ToI": "Methodology",
            "Secondary_ToI": "",
            "URL": "https://news.illinois.edu/view/6367/801877",
            "Observations": "",
            "College": "Gies College of Business",
            "N_colleges": 1,
            "Department": "Business Administration",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "2010",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Methodology"
          ],
          "pajekIndex": 37,
          "vNode": {
            "posX": 2115,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 9,
          "nodeLabel": "Using Fitness Trackers in research to monitor health",
          "nodeShortDescription": "Dr. Ruby Mendenhall uses fitness trackers to better understand black women's experiences living in areas with gun violence",
          "nodeDescription": "Dr. Ruby Mendenhall is a jack of all trades, conducting research in various disciplines, all of which focus on black women and poverty and inequality. One of her focuses is on how stress based on gun violence would affect the genomes of black woman. Mendenhall and her team took blood samples to help create a fitness tracker. She worked with other departments, including the NCSA to help track black women's lives and history. Mendenhall is looking at health with regards to historical and cultural issues, calling on a wide range of experts to help her with her research. By understanding what these women experience, better policies and community building measures can be established",
          "nodeAttributes": {
            "Faculty_Student_Name": "Ruby Mendenhall",
            "Possible_object": "fitness tracker",
            "Primary_ToI": "Technology",
            "Secondary_ToI": "Methodology",
            "URL": "https://news.illinois.edu/view/6367/686071",
            "Observations": "",
            "College": "College of Liberal Arts & Sciences",
            "N_colleges": 2,
            "Department": "Sociology\nAfrican-American Studies",
            "N_departments": 2,
            "Institutes": "National Center for Supercomputing Applications",
            "Date_or_Decade": "2010",
            "Photograph": "https://news.illinois.edu/view/6367/686071",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "Ruby Mendenhall, Mark Van Moer, Kiel Gilleade",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Technology",
            "Methodology"
          ],
          "pajekIndex": 43,
          "vNode": {
            "posX": 2385,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 10,
          "nodeLabel": "Cost analysis of robot-assisted surgeries",
          "nodeShortDescription": "Dr. Ujjal Kumar Mukherjee, a professor of business administration, studies when robot-assisted surgeries are most cost efficient to use and achieve positive health outcomes for the patients.",
          "nodeDescription": "Innovative technology is often exciting and many may want to try and use these innovations as much as possible. Sometimes though, it pays to think about the costs of the technology and if other methods or technology would achieve the same goal. Dr. Ujjal Kumar Mukherjee, a professor of business administration, studies when robot-assisted surgeries are most cost efficient to use and achieve positive health outcomes for the patients. His research with collaborators from the University of Minnesota, shows that it is best when hospitals have higher level policies for when this technology should be used and who should use it. He has helped to show that using robot-assisted surgeries, instead of manual laparoscopic surgery for hysterectomy surgeries, is best when the disease condition of a patient is severe.  His research also noted having a smaller pool of surgeons learning this technique at one time, leads to better outcomes for the patients and is more cost efficient when using this expensive technology. The smaller pool of surgeons allows for them to complete the surgery more and become more effective in the procedure. These types of studies are important for making sure healthcare settings are effective and are able to spend money efficiently. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "Ujjal Kumar Mukherjee",
            "Possible_object": "",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "Process",
            "URL": "https://news.illinois.edu/view/6367/806449",
            "Observations": "",
            "College": "Gies College of Business",
            "N_colleges": 1,
            "Department": "Business Administration",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "2020",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework",
            "Process"
          ],
          "pajekIndex": 44,
          "vNode": {
            "posX": 2430,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        }
      ]
    },
    {
      "clusterID": "2",
      "clusterLabel": "Shaping Modern Life",
      "clusterDescription": "...",
      "nodes": [
        {
          "id": 1,
          "nodeLabel": "Creation of Speech Language Curriculum",
          "nodeShortDescription": "Severina Nelson created the bones for a Speech Language curriculum in a broom closet in 1938",
          "nodeDescription": "Severina Nelson created the bones for a Speech Language curriculum in a broom closet in 1938. Her early work created the University of Illinois Speech Clinic as an outreach program in the only space that she could find! After a few years and a $2,000 grant, she eventually moved from a broom closet to a space in Gregory Hall to continue her research. This early work eventually became the basis for the curriculum for the Department of Speech and Hearing Science within the School of Applied Health Sciences. Her work helped create the degrees in Speech/Language sciences and helped procure funds to continue that study for both undergraduates and graduates.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Severina Nelson",
            "Possible_object": "",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "Process",
            "URL": "https://ahs.illinois.edu/speech-%26-hearing-science/about",
            "Observations": "",
            "College": "College of Applied Health Sciences",
            "N_colleges": 1,
            "Department": "Speech and Hearing Science",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "1930",
            "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=2667",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "Pamela Hadley",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework",
            "Process"
          ],
          "pajekIndex": 4,
          "vNode": {
            "posX": 630,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 2,
          "nodeLabel": "Computer Music",
          "nodeShortDescription": "Lejaren Hiller and Leonard Isaacson wrote what is now known as the first piece of music written by a computer called the Illiac Suite in 1955.",
          "nodeDescription": "Lejaren Hiller and Leonard Isaacson  wrote what is now known as the first piece of music written by a computer called the Illiac Suite in 1955. This was created in an experiment where the computer was programmed to generate integers that represented pitches, rhythms, and dynamics. This particular suite was programmed on the University's Illiac I computer, which was the first computer built and owned by a University. This work opened up how modern music is now created and was a pioneer of experimental music, which is heard on the radios (and via streaming services) now!",
          "nodeAttributes": {
            "Faculty_Student_Name": "Lejaren Hiller, Leonard Isaacson ",
            "Possible_object": "",
            "Primary_ToI": "Technology",
            "Secondary_ToI": "Methodology",
            "URL": "https://archon.library.illinois.edu/index.php?p=collections/controlcard&id=11278&q=lejaren+hiller",
            "Observations": "",
            "College": "College of Fine and Applied Arts\nGrainger College of Engineering",
            "N_colleges": 2,
            "Department": "Music\nComputer Science",
            "N_departments": 2,
            "Institutes": "",
            "Date_or_Decade": "1950",
            "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=4236",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Technology",
            "Methodology"
          ],
          "pajekIndex": 12,
          "vNode": {
            "posX": 990,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 3,
          "nodeLabel": "Graduated Reciprocation in Tension Reduction (GRIT) strategy and the Cold War",
          "nodeShortDescription": "The GRIT strategy (Graduated Reciprocation in Tension Reduction) was a new method to reduce tensions through communication developed during the Cold War.",
          "nodeDescription": "Dr. Charles Osgood was a professor of psychology and leader of the Institute of Communications. His particular focus in the 1960s-1980s was diffusing tensions between countries, specifically the United States and the Soviet Union. He developed the GRIT strategy (Graduated Reciprocation in Tension Reduction) as a new method of how to reduce tensions through communication and not necessarily negotiations. In his process, two countries make a plan for open communication and reciprocation with a particular focus on the arms race and disarmament. This process was used in what Osgood called the \"Kennedy Experiment\" with the Cuban MIssile Crisis and was also used later by Jimmy Carter. Along with his work on GRIT, he also served as the president of the American Psychological Association and published many articles on the future of the nation with regards to the arms race.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Charles Osgood",
            "Possible_object": "",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "Process",
            "URL": "",
            "Observations": "",
            "College": "College of Liberal Arts & Sciences\nCollege of Media",
            "N_colleges": 2,
            "Department": "Psychology\nCommunications\nInstitute of Communications Research",
            "N_departments": 3,
            "Institutes": "",
            "Date_or_Decade": "1960-1980",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework",
            "Process"
          ],
          "pajekIndex": 17,
          "vNode": {
            "posX": 1215,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 4,
          "nodeLabel": "Log Antenna",
          "nodeShortDescription": "Research at the Illinois Antenna Lab led to the development of the log antennae, which would later be used for radio and television signals. ",
          "nodeDescription": "Raymond H. DuHamel was an electrical engineer who helped created the log antenna on a radio telescope.The initial project was to create log antennae for high-speed aircrafts after World War II. Professor DuHamel and his team worked together in the Illinois Antenna Lab to help create these new types of antennae. After many years of research, DuHamel and his team were able to patent a design for the log antenna, even patenting a design for a log antenna that could receive signals from space.His work would later be used for radio and television signals, helping spread information across the airwaves.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Raymond DuHamel",
            "Possible_object": "",
            "Primary_ToI": "Technology",
            "Secondary_ToI": "",
            "URL": "https://distributedmuseum.illinois.edu/exhibit/raymond_h_duhamel/",
            "Observations": "",
            "College": "Grainger College of Engineering",
            "N_colleges": 1,
            "Department": "Electrical Engineering",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "1960",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Technology"
          ],
          "pajekIndex": 18,
          "vNode": {
            "posX": 1260,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 5,
          "nodeLabel": "Optimal Food Reserve stocks",
          "nodeShortDescription": "Combining mathematics, technology and economics Dr. Takashi Takayama and Dr. George Judge were able to develop a new linear model to help predict if prices would increase or decrease for agriculture products.",
          "nodeDescription": "Combining mathematics, technology and economics Dr. Takashi Takayama  and Dr. George Judge were able to develop a new linear model to help predict if prices would increase or decrease for agriculture products. Linear models help to solve complex problems and can be used to look at supply and demand. Their model had parameters and variables that researchers often defined from looking at historical data to help run these spatial-temporal equilibrium models. Dr. Takayama used these linear models to predict future costs of products that would be traded internationally, such as wheat. This was used generally to see if prices would likely increase or decrease based on the projected supply (including taking into account any stock piles) and demand. Other researchers also used this model and it proved to be a useful tool. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "Takashi Takayama and George Judge",
            "Possible_object": "",
            "Primary_ToI": "Methodology",
            "Secondary_ToI": "Technology",
            "URL": "https://economics.illinois.edu/spotlight/historical-faculty/takayama-takashi",
            "Observations": "",
            "College": "College of Liberal Arts & Sciences\nCollege of Agricultural, Consumer & Environmental Sciences",
            "N_colleges": 2,
            "Department": "Economics\nAgricultural and Consumer Economics",
            "N_departments": 2,
            "Institutes": "",
            "Date_or_Decade": "1960-1970",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Methodology",
            "Technology"
          ],
          "pajekIndex": 19,
          "vNode": {
            "posX": 1305,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 6,
          "nodeLabel": "Eye tracking for reading studies",
          "nodeShortDescription": "The University of Illinois has a long history of studying reading through eye tracking studies.",
          "nodeDescription": "The University of Illinois has a long history of studying reading through eye tracking studies. George McConkie worked on developing a new method to study reading by using computers to help track eye movements. He started this work at Cornell but moved to the University of Illinois in 1979 to the Educational Psychology department. He was one of the first researchers to develop this method for studying reading. Some examples of his work included examining how large of a fixed area eyes had when reading and how eyes move while looking at photos. Other researchers continue to use this method to explore new areas of research and expand our knowledge. Dr. Kiel Christianson works in this area and has helped many students conduct research with eye-tracking research. Mallory Stites, a graduate student worked on examining if people's reading speeds changed when adverbs such as quickly or slowly described how text was said. She was able to show that the speed of reading does change and called the phenomenon as \"Auditory Perceptual Simulation\". ",
          "nodeAttributes": {
            "Faculty_Student_Name": "George McConkie, Kiel Christianson, Mallory Stites",
            "Possible_object": "",
            "Primary_ToI": "Methodology",
            "Secondary_ToI": "Technology",
            "URL": "https://distributedmuseum.illinois.edu/exhibit/auditory-perceptual-simulation/",
            "Observations": "",
            "College": "College of Education\nCollege of Liberal Arts & Sciences",
            "N_colleges": 3,
            "Department": "Educational Psychology\nPsychology\nLinguistics",
            "N_departments": 3,
            "Institutes": "Beckman Institute for Advanced Science and Technology",
            "Date_or_Decade": "1970",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty, graduate students",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Methodology",
            "Technology"
          ],
          "pajekIndex": 20,
          "vNode": {
            "posX": 1350,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 7,
          "nodeLabel": "Expanding Women's Sports",
          "nodeShortDescription": "Karol Kahrs worked tirelessly to ensure that women were given opportunities to play sports at the collegiate level.",
          "nodeDescription": "Karol Kahrs was an instructor in Physical Education and coached collegiate sports in the late 1960s. In 1974, she helped develop the University's women's collegiate sports programs within the Division of Intercollegiate Athletics. She was given a budget of $83,500 to help create seven women's sports and hire their coaches. This work led her to serving as the President of the National Association of College Women's Athletic Administrators. In 1981, she was on the committee who submitted the proposal to the Big Ten  for the inclusion of women's sports in the conference. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "Karol Kahrs",
            "Possible_object": "",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "Process",
            "URL": "https://distributedmuseum.illinois.edu/exhibit/karol-khars/",
            "Observations": "",
            "College": "College of Applied Health Sciences",
            "N_colleges": 2,
            "Department": "Kinesiology",
            "N_departments": 1,
            "Institutes": "Athletics",
            "Date_or_Decade": "1970",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework",
            "Process"
          ],
          "pajekIndex": 21,
          "vNode": {
            "posX": 1395,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 8,
          "nodeLabel": "Protecting Freedom of Speech",
          "nodeShortDescription": "Marianna Tax Coldin worked to protect intellectual freedom both in the United States and internationally. She focused on the role libraries could play in spreading knowledge.",
          "nodeDescription": "Marianna Tax Choldin was a professor in the School of Information Sciences who was a founding member of the Mortenson Center for International Library Programs as well as served as head of the Slavic and East European Library. Her research focused on censorship, especially in the Soviet Union. She also was one of the founders of the Committee on Freedom of Access to Information and Freedom of Expression (FAIFE). FAIFE's goal is to protect freedom of expression and intellectual freedom, paying attention to the library's role in spreading knowledge about intellectual freedom. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "Marianna Tax Choldin",
            "Possible_object": "",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "",
            "URL": "https://gec150.web.illinois.edu/1960s/marianna-tax-choldin/",
            "Observations": "",
            "College": "School of Information Sciences",
            "N_colleges": 2,
            "Department": "Library Science",
            "N_departments": 1,
            "Institutes": "University of Illinois Library",
            "Date_or_Decade": "1990",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework"
          ],
          "pajekIndex": 26,
          "vNode": {
            "posX": 1620,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 9,
          "nodeLabel": "Mosaic",
          "nodeShortDescription": "Released in 1993, Mosaic helped create a better aesthetic and practical web browsing experience.",
          "nodeDescription": "We are able to navigate the internet due to Mosaic, created by Marc Andreessen and Eric Bina. Released in 1993, Mosaic helped create a better aesthetic and practical web browsing experience. It included colors and in-line text to help users, as well as the ever handy back button that allows us to view previously-seen web pages. They also used hypertext documents to help with browsing, allowing users to explore the internet. Mosaic became Netscape Navigator, and was later sold to AOL. Mosaic, while it didn't last long, was the beginning of modern web browsing.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Marc Andreessen, Eric Bina, Ping Fu",
            "Possible_object": "",
            "Primary_ToI": "Technology",
            "Secondary_ToI": "Process",
            "URL": "https://distributedmuseum.illinois.edu/exhibit/mosaic/",
            "Observations": "",
            "College": "Grainger College of Engineering",
            "N_colleges": 2,
            "Department": "Computer Science",
            "N_departments": 1,
            "Institutes": "National Center for Supercomputing Applications",
            "Date_or_Decade": "1990",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty, Undergraduate Students",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Technology",
            "Process"
          ],
          "pajekIndex": 27,
          "vNode": {
            "posX": 1665,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 10,
          "nodeLabel": "Ninth Letter",
          "nodeShortDescription": "Students, emerging authors and well known authors work on poetry, nonfiction and fiction pieces for the Ninth Letter magazine and graphic designers offer an interpretation of the writing through their own original designs.",
          "nodeDescription": "Ninth Letter is a collaborative project between the Graduate Creative Writing program and the School of Art and Design. Students, emerging authors and well known authors work on poetry, nonfiction and fiction pieces for the magazine and graphic designers offer an interpretation of the writing through their own original designs. Students in the creative writing program are the editors for the journal and pick which submissions go into the journal before sending it off to students in the art program. The magazine's designs often like to test what can be done in a magazine and find creative ways for readers to engage with it. A web version has also been developed that has exclusive content designed for the web. Ninth Letter received its name because the letter I is the ninth letter in the alphabet. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "Jodee Stanley",
            "Possible_object": "",
            "Primary_ToI": "Methodology",
            "Secondary_ToI": "",
            "URL": "https://distributedmuseum.illinois.edu/exhibit/ninth-letter/",
            "Observations": "",
            "College": "College of Liberal Arts & Sciences\nCollege of Fine and Applied Arts",
            "N_colleges": 2,
            "Department": "Creative Writing\nGraphic Design",
            "N_departments": 2,
            "Institutes": "",
            "Date_or_Decade": "2000",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Staff, Graduate students",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Methodology"
          ],
          "pajekIndex": 29,
          "vNode": {
            "posX": 1755,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        }
      ]
    },
    {
      "clusterID": "3",
      "clusterLabel": "Sharing Innovations Worldwide",
      "clusterDescription": "...",
      "nodes": [
        {
          "id": 1,
          "nodeLabel": "International Economics",
          "nodeShortDescription": "In 1941, Dr. Grace Beckett published The Reciprocal Trade Agreements Program which looked at the Trade Agreements Act of 1934.",
          "nodeDescription": "Examining the history and success of a nation's economic policy is important for citizens and government leaders alike. In 1941, Dr. Grace Beckett published The Reciprocal Trade Agreements Program  which looked at the Trade Agreements Act of 1934. This act allowed the president to change tariffs and Dr. Beckett examined if it was successful. Her conclusions that it did help trade, but that it was not the lone factor and other factors may have played a more significant role was well received. She was also praised for the amount of information she had compiled and made available through her work. She continued her career of writing about the history of international economics and was widely recognized as an expert. She was even in the Who's Who of American Women in 1967 in recognition of the influence her works had on the field of economics. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "Grace Beckett",
            "Possible_object": "",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "",
            "URL": "https://economics.illinois.edu/spotlight/historical-faculty/beckett-grace-l",
            "Observations": "",
            "College": "Gies College of Business",
            "N_colleges": 1,
            "Department": "Economics",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "1940-1970",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework"
          ],
          "pajekIndex": 6,
          "vNode": {
            "posX": 720,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 2,
          "nodeLabel": "Aesthetic education",
          "nodeShortDescription": "Harry Broudy helped develop the foundations of aesthetic education, emphasizing that humanities and arts played an important role in education for a democratic society.",
          "nodeDescription": "Professor Harry Broudy had a large impact on the ideas of how education should be structured. He helped develop the foundations of aesthetic education, emphasizing that humanities and arts played an important role in education for a democratic society. Broudy's theory evolved from the arts and humanities helping to teach moral values to these subjects teaching students whom to believe, especially when referring to those in positions to make decisions for a group, town or nation. He felt that having natural and social sciences taught how to evaluate what to believe and the aesthetic education taught whom to believe. Aesthetic education helped students learn what a culture values (such as courage and honesty) and how it has changed overtime, therefore it would be useful to applying scientific principles. This educational theory greatly influenced the curriculum of schools and we still today have a balance of scientific and humanities subjects. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "Harry S Broudy ",
            "Possible_object": "",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "",
            "URL": "https://archon.library.illinois.edu/index.php?p=collections/controlcard&id=4243&q=broudy",
            "Observations": "",
            "College": "College of Education",
            "N_colleges": 1,
            "Department": "Philosophy of Education",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "1950-1970",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework"
          ],
          "pajekIndex": 14,
          "vNode": {
            "posX": 1080,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 3,
          "nodeLabel": "Structural design for buildings to withstand earthquakes ",
          "nodeShortDescription": "Nathan M Newmark's research focused on analyzing structural components and calculating the stresses in the soil underneath foundations of buildings.",
          "nodeDescription": "Nathan M. Newmark, a research professor in Civil Engineering, was a prominent engineer in the 1940s to the 1960s, when he formed the National Academy of Engineering in 1964. His main focus was analyzing structural components and calculating the stresses in the soil underneath foundations of buildings. His research looked at brittle and fatigue failure of buildings, adding his expertise to the building of bridges and floor slabs in buildings to help fight against earthquakes, impact, and any wear and tear to the building structure. His research led many different companies and people to seek his advice, with the Latino Americana Tower in Mexico City being one of his success stories. His work on the tower led to it withstanding two earthquakes in 1957 and 1985. His work on global projects coincided with his being head of the Civil Engineering department, a position he held until 1973.",
          "nodeAttributes": {
            "Faculty_Student_Name": "- Nathan M Newmark (not sure interdisciplinary enough)",
            "Possible_object": "",
            "Primary_ToI": "Process",
            "Secondary_ToI": "Knowledge Framework",
            "URL": "https://cee.illinois.edu/about/history-excellence/nathan-m-newmark",
            "Observations": "",
            "College": "Grainger College of Engineering",
            "N_colleges": 1,
            "Department": "Civil and Environmental Engineering",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "1960-1980",
            "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=7403",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Process",
            "Knowledge Framework"
          ],
          "pajekIndex": 16,
          "vNode": {
            "posX": 1170,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 4,
          "nodeLabel": "Kabuki Theater ",
          "nodeShortDescription": "Shozo Sato created stories of Shakespearean characters in the Kabuki style and later reimagined Faust and Greek tragedies. Along with his work in kabuki.",
          "nodeDescription": "Shozo Sato was an artist in residence in 1969 when the Krannert Center opened, creating \"fusion kabuki,\" which combined Eastern and Western theater influences. Sato created stories of Shakespearean characters in the Kabuki style and later reimagined Faust and Greek tragedies. Along with his work in kabuki. Sato also created the Japan House to pay homage to Japanese culture on the University of Illinois campus. He continues to teach at the Japan House and has recently mounted a production of Iago's Plot at the Krannert Center in 2017.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Shozo Sato",
            "Possible_object": "",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "",
            "URL": " https://distributedmuseum.illinois.edu/exhibit/shozo-sato/",
            "Observations": "",
            "College": "College of Fine and Applied Arts",
            "N_colleges": 1,
            "Department": "Theater",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "1970-1980",
            "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=1297",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework"
          ],
          "pajekIndex": 22,
          "vNode": {
            "posX": 1440,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 5,
          "nodeLabel": "Illinois Russian Folk Orchestra",
          "nodeShortDescription": "John Garvey's University of Illinois Russian Folk Orchestra became a model for similar folk orchestras and allowed students to explore Russian music traditions.",
          "nodeDescription": "Dr. John Garvey was a professor of Music at the University and had many musical interests at the University. He played viola in the chamber orchestra, started the Jazz band, and eventually started the Illinois Russian Folk Orchestra. His interest in Russian music came when he visited Russia  and Southeast Asia with the university's jazz band in the early 1970s. In 1974, he formed the Russian Folk Orchestra, which he conducted until the 1980s. His Russian Folk Orchestra became a model for other universities to create similar orchestras. These Orchestras offered a space for students to explore more of Russia's music history and traditions, with less political contention. He was a man who had many musical interests and spread his knowledge throughout the University of Illinois community as well as the world.",
          "nodeAttributes": {
            "Faculty_Student_Name": "John Garvey",
            "Possible_object": "",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "Process",
            "URL": "https://archon.library.illinois.edu/?p=creators/creator&id=1758",
            "Observations": "http://garveyband.blogspot.com/  https://archives.library.illinois.edu/sousa/2017/10/13/from-russia-with-love-john-garveys-russian-folk-orchestra-exhibit-opens-today/",
            "College": "College of Fine and Applied Arts",
            "N_colleges": 1,
            "Department": "Music",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "1970",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework",
            "Process"
          ],
          "pajekIndex": 23,
          "vNode": {
            "posX": 1485,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 6,
          "nodeLabel": "Tourism and Recreation",
          "nodeShortDescription": "Dr. George Lowrey was an educational research specialist who helped teach about new methods in leisure delivery in parks and to enhance professional development. ",
          "nodeDescription": "Dr. George Lowrey was a professor of the Office of Recreation and Park Resources, which was a new department in the School of Applied Health Sciences. He was an educational research specialist who helped teach about new methods in leisure delivery in parks and to enhance professional development. The ORPR was created to also disseminate information resources about recreation and park resources. His work in the ORPR was augmented by his creation of a scholarship for undergraduate students who specialize in recreation, sport, or tourism.",
          "nodeAttributes": {
            "Faculty_Student_Name": "George Lowrey ",
            "Possible_object": "",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "",
            "URL": "https://ahs.illinois.edu/orpr-what-we-do",
            "Observations": "ORPR, UIUC Department of Leisure Studies, https://www.ideals.illinois.edu/bitstream/handle/2142/26893/annualreport198687univ.pdf?sequence=1&isAllowed=y",
            "College": "College of Applied Health Sciences",
            "N_colleges": 1,
            "Department": "Recreation, Sport, and Tourism ",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "1980",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework"
          ],
          "pajekIndex": 24,
          "vNode": {
            "posX": 1530,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 7,
          "nodeLabel": "Animation of Thunderstorms and Tornadoes",
          "nodeShortDescription": "Dr. Robert Wilhelmsen was the first to create a digital animation of a thunderstorm",
          "nodeDescription": "Dr. Robert Wilhelmsen was the first to create a digital animation of a thunderstorm (it was even nominated for an Academy Award in 1989 and won 14 other awards). He later developed an animation of a tornado forming from a thunderstorm. These technological advancements led to a new process to help with storm predictions. Computer models are now widely used to help understand storm movements. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "Robert Wilhelmson",
            "Possible_object": "Image of digital thunderstorm",
            "Primary_ToI": "Technology",
            "Secondary_ToI": "Process",
            "URL": "https://las.illinois.edu/about/history",
            "Observations": "",
            "College": "College of Liberal Arts & Sciences",
            "N_colleges": 2,
            "Department": "Atmospheric Sciences",
            "N_departments": 1,
            "Institutes": "National Center for Supercomputing Applications",
            "Date_or_Decade": "1980-1990",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Technology",
            "Process"
          ],
          "pajekIndex": 25,
          "vNode": {
            "posX": 1575,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 8,
          "nodeLabel": "Lemann Institute of  Brazilian Scholarship",
          "nodeShortDescription": "The Lemann Center for Brazilian Studies was formed in 2009 and was built on the collaboration between University scholars and Brazilian scholars in economics, agriculture, literature, and history.",
          "nodeDescription": "Joseph Love is a professor emeritus of history who was a director of the Lemann Institute of Brazilian Studies and a former director of the Center of Latin American and Caribbean Studies. The Lemann Center for Brazilian Studies was formed in 2009 and was built on the collaboration between University scholars and Brazilian scholars in economics, agriculture, literature, and history. This work was augmented by the library's Brazilian collection, which has 103,000 volumes written in Portuguese. This center offers fellowships to both University and Brazilian students for further study for both undergraduates and graduates. This Institute, led by Professor Love, has pushed for research and collaboration between American and Brazilian scholars.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Joseph Love",
            "Possible_object": "",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "",
            "URL": "https://news.illinois.edu/view/6367/205815",
            "Observations": "",
            "College": "College of Liberal Arts & Sciences",
            "N_colleges": 1,
            "Department": "Center for Latin American and Caribbean Studies\nHistory\nEnglish\nEconomics ",
            "N_departments": 4,
            "Institutes": "",
            "Date_or_Decade": "2000",
            "Photograph": "https://archon.library.illinois.edu/index.php?p=collections/controlcard&id=1505&q=joseph+love",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "https://lemann.illinois.edu/affiliated-faculty/",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework"
          ],
          "pajekIndex": 28,
          "vNode": {
            "posX": 1710,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 9,
          "nodeLabel": "Higher wage incentives increases crowdsource drivers productivity",
          "nodeShortDescription": "Dr. Yuqian Xu. a business administration professor, looked at redistributing some of the top earners money for a crowdsourced delivery service in China and found that when underpaid workers had opportunity to earn more they increased their productivity.",
          "nodeDescription": "As new models of employment emerge like crowdsource delivery, it becomes increasingly important for companies to understand what will keep workers in order to meet the demands of their customers. Dr. Yuqian Xu. a business administration professor, looked at redistributing some of the top earners money for a crowdsourced delivery service in China and found that when underpaid workers had opportunity to earn more they increased their productivity. Dr. Xu found that these incentives increased workers' service capacity between 14 and 31 percent with little affect to the workers who were in the top 1%, 3% and 5% earnings. Finding new ways to study the effectiveness of these models and ensure that supply of workers is available to meet the demands of the consumers will continue to be important as people choose to have this model of employment. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "Yuqian Xu",
            "Possible_object": "",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "Process",
            "URL": "https://news.illinois.edu/view/6367/804648",
            "Observations": "",
            "College": "Gies College of Business",
            "N_colleges": 1,
            "Department": "Business Administration",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "2010",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework",
            "Process"
          ],
          "pajekIndex": 31,
          "vNode": {
            "posX": 1845,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 10,
          "nodeLabel": "Appropriate Scale Mechanization Consortium ",
          "nodeShortDescription": "Dr. Alan Hanson has worked with multiple universities to create the Appropriate Scale Mechanization Consortium, whose goal is to promote appropriate-scale mechanization focusing on small farming systems in Feed-the-Future countries.",
          "nodeDescription": "Dr. Alan Hanson has worked with multiple universities to create the Appropriate Scale Mechanization Consortium, whose goal is to promote appropriate-scale mechanization focusing on small farming systems in Feed-the-Future countries. It enhances the experiences of women in the adoption of agricultural technologies. The target countries in the ASMC are Burkina Faso, Ethiopia, Bangladesh, and Cambodia. Dr. Hanson and his team want to make technological advancements and that business ventures are facilitated with gender considerations in mind.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Alan Hansen",
            "Possible_object": "",
            "Primary_ToI": "Process",
            "Secondary_ToI": "Knowledge Framework",
            "URL": "I have a powerpoint from Dr. Hansen on this I will share with you",
            "Observations": "lots more stuff in the powerpoint (I'll add more soon)",
            "College": "College of Agricultural, Consumer & Environmental Sciences\nCollege of Liberal Arts & Sciences",
            "N_colleges": 2,
            "Department": "Agricultural and Biological Engineering\nCenter for African Studies",
            "N_departments": 2,
            "Institutes": "",
            "Date_or_Decade": "2010",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "Dr. Alan Hanson, Tim Rendall",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Process",
            "Knowledge Framework"
          ],
          "pajekIndex": 41,
          "vNode": {
            "posX": 2295,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        }
      ]
    },
    {
      "clusterID": "4",
      "clusterLabel": "Revolutionizing Health and Wellness",
      "clusterDescription": "...",
      "nodes": [
        {
          "id": 1,
          "nodeLabel": "Early Childhood Curriculum",
          "nodeShortDescription": "Celia Lavatelli found through her research that children improved their learning through interactions with teachers, materials and school work.",
          "nodeDescription": "Early Childhood Education is important for children so that they develop motor, social and other skills that will help them later in life. Celia Lavatelli's work greatly informed and pushed early education to become better. She found through her research that children improved their learning through interactions with teachers, materials and school work. The curriculums she developed therefore focused more on project based approaches to teaching. She taught that teachers should be interacting with students and creating an interactive experience for students to be more successful.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Celia Lavatelli",
            "Possible_object": "",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "",
            "URL": "",
            "Observations": "",
            "College": "College of Education",
            "N_colleges": 1,
            "Department": "Elementary and Early Childhood Education",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "1940",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework"
          ],
          "pajekIndex": 7,
          "vNode": {
            "posX": 765,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 2,
          "nodeLabel": "National Wheelchair Basketball association",
          "nodeShortDescription": "Dr. Timothy Nugent, a professor of Rehabilitation Education, pioneered the National Wheelchair Basketball Association in 1949.",
          "nodeDescription": "Dr. Timothy Nugent, a professor of Rehabilitation Education, pioneered the National Wheelchair Basketball Association in 1949. He created this league to help destigmatize those with disabilities, aiming to change the societal and cultural views towards disability. This idea initially began after World War II, when wounded veterans would play wheelchair basketball. Nugent was in charge of the university’s disability programming and decided to create an organized league. Nugent's league eventually included both men's and women's teams that played in the Olympics in 1968, and can still be seen playing here at the University, maintaining Nugent's original view of a destigmatized sport.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Timothy Nugent ",
            "Possible_object": "Wheelchair",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "",
            "URL": "https://distributedmuseum.illinois.edu/exhibit/national-wheelchair-basketball-association/",
            "Observations": "There's a lot of great pictures at: https://archon.library.illinois.edu/index.php?p=digitallibrary/thumbnails&q=timothy+nugent",
            "College": "College of Applied Health Sciences",
            "N_colleges": 1,
            "Department": "Kinesiology",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "1940-1960",
            "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=3453",
            "Faculty_Staff_Graduate_Undergrad": "Faculty, Staff, undergraduates",
            "Current_Faculty_research": "Men's Wheelchair Basketball Coach: Matt Buchi  , Women's Wheelchair Basketball Coach: Stephanie Wheeler",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework"
          ],
          "pajekIndex": 10,
          "vNode": {
            "posX": 900,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 3,
          "nodeLabel": "Ultrasound for non-invasive surgeries",
          "nodeShortDescription": "William Fry, a professor in the electrical engineering apartment, pioneered the use of ultrasound for use in non-invasive surgeries.",
          "nodeDescription": "William Fry, a professor in the electrical engineering apartment, pioneered the use of ultrasound for use in non-invasive surgeries. He personally built his ultrasound equipment specifically to study how ultrasounds would affect animal tissue. After extensive testing, his first human trials were on 5 women with late stage breast cancer. One of the women lived twenty month longer after doing the ultrasound procedure. Along with his study on late stage breast cancer, he used the ultrasound technology to study the nervous system.Fry unfortunately died of a heart attack at age 50 but his new methods were able to be built on with radiation to be used on tumors and his brother Frank created some of the first imaging of live brains using ultrasound. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "William Fry",
            "Possible_object": "ultrasound",
            "Primary_ToI": "Technology",
            "Secondary_ToI": "Methodology",
            "URL": "https://distributedmuseum.illinois.edu/exhibit/william_j_fry/",
            "Observations": "ultrasound and artificial heart",
            "College": "Grainger College of Engineering",
            "N_colleges": 1,
            "Department": "Electrical Engineering",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "1950",
            "Photograph": "https://archon.library.illinois.edu/index.php?p=digitallibrary/digitalcontent&id=8170",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Technology",
            "Methodology"
          ],
          "pajekIndex": 11,
          "vNode": {
            "posX": 945,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 4,
          "nodeLabel": "Special Education",
          "nodeShortDescription": "",
          "nodeDescription": "Education is a valuable asset to people of all different abilities. Faculty at the University of Illinois felt it was important to make sure children received the appropriate education from trained teachers and developed new methods and pathways for children's education. Samuel Kirk and his wife Winifred worked hard for those with different mental abilities. Samuel Kirk was hired as the director of the newly created Institute for Research on Exceptional Children at the University of Illinois. This institute was to be one of the first multidisciplinary institutes that produced research to help children with different mental abilities. Kirk was the person who coined the phrase \"learning disabilities\" and produced new methodologies for teaching students who had delays in speech, reading, communication and other areas. Merle Karnes would later work with Samuel Kirk and she helped to develop programs in early childhood education. This included programs for those who were considered behind and advanced as well as helping to create the Head Start program which allows lower income families to send their children to preschool. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "Samuel and Winifred Kirk, Merle Karnes",
            "Possible_object": "",
            "Primary_ToI": "Methodology",
            "Secondary_ToI": "",
            "URL": "https://distributedmuseum.illinois.edu/exhibit/samuel_kirk/",
            "Observations": "",
            "College": "College of Education",
            "N_colleges": 1,
            "Department": "Special Education",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "1950-1980",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Methodology"
          ],
          "pajekIndex": 15,
          "vNode": {
            "posX": 1125,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 5,
          "nodeLabel": "Identifying Depression through Early Awareness (IDEA) Coalition",
          "nodeShortDescription": "Karen Dina Tabb, WenHao David Huang, and Brandon Meline created the IDEA coalition in 2017 to improve maternal mental health awareness by identifying risk factors during the perinatal period.",
          "nodeDescription": "Karen Dina Tabb, professor of Social work along with WenHao David Huang (Education Policy, Organization and Leadership department) and Brandon Meline (Champaign-Urbana Public Health District) created the IDEA Coalition in 2017  to improve maternal mental health awareness by identifying risk factors during the perinatal period. In 2018, Tabb and her team obtained funding from the Patient-Centered Outcomes Research Institute (PCORI) to create an advisory board that includes local women who have had depression before and after giving birth to engage the Champaign-Urbana community. The IDEA Coalition's research is community-driven where researchers and community members work together to create better mental health support for pregnant women. The IDEA coalition quickly gained ground, hosting a national symposium in 2019, a mental-health film screening in both 2018 and 2019, and many other meetings. The IDEA Coalition expanded to rural areas to help every population with perinatal depression.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Karen Dina Tabb, WenHao David Huang",
            "Possible_object": "",
            "Primary_ToI": "Process",
            "Secondary_ToI": "",
            "URL": "",
            "Observations": "2 different departments",
            "College": "School of Social Work\nCollege of Education",
            "N_colleges": 2,
            "Department": "Social Work\nEducation Policy, Organization, and Leadership",
            "N_departments": 2,
            "Institutes": "",
            "Date_or_Decade": "2010",
            "Photograph": "In source you emailed me",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "current",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Process"
          ],
          "pajekIndex": 36,
          "vNode": {
            "posX": 2070,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 6,
          "nodeLabel": "MV Lab",
          "nodeShortDescription": "The mv lab at the University of Illinois incorporates multiple technologies to research how our bodies move, especially when there are constraints, like the edges of camera frames for cinematic pieces.",
          "nodeDescription": "There are many different methods for understanding how our bodies move in space. The mv lab at the University of Illinois incorporates multiple technologies to research how our bodies move, especially when there are constraints, like the edges of camera frames for cinematic pieces. The mv lab was developed by Jenny Oyakkon-Koloski, assistant professor of Media and Cinema studies, and Mike Junokas, research in Media and Cinema Studies. They record a person's movements and are able to show an abstract skeleton (dots and lines) of the movements. They examine how the camera and the movements of the body influence each other. For example the moving agent may make the camera move so that it follows the head, hands or other movements. The lab has also expanded to create artistic pieces of work, use Laban Movement Studies methods, analyze dance numbers from cinema, and continues to add to its scope of research. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "Jenny Oyakkon-Koloski and Mike Junokas",
            "Possible_object": "",
            "Primary_ToI": "Process",
            "Secondary_ToI": "",
            "URL": "http://mvlab.org/",
            "Observations": "",
            "College": "College of Media",
            "N_colleges": 1,
            "Department": "Media & Cinema Studies",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "2010",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty, Staff",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Process"
          ],
          "pajekIndex": 39,
          "vNode": {
            "posX": 2205,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 7,
          "nodeLabel": "PAC-1",
          "nodeShortDescription": "PAC-1 is an anti-cancer drug discovered by chemistry Professor Paul Hergenrother and further developed with the help from Professor Timothy Fan, from veterinary sciences.",
          "nodeDescription": "PAC-1 is an anti-cancer drug discovered by chemistry Professor Paul Hergenrother and further developed with the help from Professor Timothy Fan, from veterinary sciences. PAC-1 is an abbreviation for procaspase-activating compound and was discovered in Hergenrother's lab when he was studying 20,000 compounds to see their ability to turn on an enzyme that can selectively kill cancer cells. Hergenrother and Fan work together to test the effectiveness of PAC-1 through animal trials and now human trials.  Along with Hergenrother and Fan, one of the main researchers was a daschund with a brain tumor named Pretzel, who acted as one of the test dogs, with success. Pretzel, after going through treatment with PAC-1 and standard cancer treatment, had her tumor shrunk and her life expectancy extended. Hergenrother and Fan are continuing with trials today to make this an effective treatment.",
          "nodeAttributes": {
            "Faculty_Student_Name": "Paul Hergenrother and Timothy Fan",
            "Possible_object": "Picture of Pretzel? PAC-1 compound",
            "Primary_ToI": "Process",
            "Secondary_ToI": "",
            "URL": "https://distributedmuseum.illinois.edu/exhibit/pac-1/",
            "Observations": "",
            "College": "College of Liberal Arts & Sciences\nCollege of Veterinary Medicine\nCarle Illinois College of Medicine",
            "N_colleges": 4,
            "Department": "Chemistry\nVeterinary Clinical Medicine",
            "N_departments": 2,
            "Institutes": "Carl R. Woese Institute of Genomic Biology",
            "Date_or_Decade": "2010",
            "Photograph": "Picture with Hoover, a research dog (link)",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "Timothy Fan, Paul Hergenrother",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Process"
          ],
          "pajekIndex": 40,
          "vNode": {
            "posX": 2250,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 8,
          "nodeLabel": "Parkinson's Dance Class",
          "nodeShortDescription": "Dance for People with Parkinson's is a program that invites those with Parkinson's to come together to dance and move their bodies to promote physical and mental health.",
          "nodeDescription": "For the last decade, the Krannert Center has been hosting the Dance for People with Parkinson's, a program that invites those with Parkinson's to come together to dance and move their bodies. This program works to provide those with Parkinson's to embrace their body movements in a judgement free zone, combining health with dance and music. The dancers go at their own pace and utilize the space in ways that their ability can afford them to. Regardless of their range of motion, there is a joyful mood surrounding the class, as it creates a space for people to embrace the music and temporarily step away from Parkinson's and to promote both physical and mental health habits. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "Various faculty and staff",
            "Possible_object": "",
            "Primary_ToI": "Process",
            "Secondary_ToI": "",
            "URL": "https://news.illinois.edu/view/6367/809544",
            "Observations": "",
            "College": "College of Fine and Applied Arts",
            "N_colleges": 1,
            "Department": "Dance",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "2020",
            "Photograph": "Great photos in link",
            "Faculty_Staff_Graduate_Undergrad": "Faculty, staff",
            "Current_Faculty_research": "also Kate Insolia",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Process"
          ],
          "pajekIndex": 46,
          "vNode": {
            "posX": 2520,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 9,
          "nodeLabel": "Artificial Intelligence Websites for Agricultural Challenges",
          "nodeShortDescription": "Artificial Intelligence websites being developed by Illinois faculty will help to solve new agricultural challenges. ",
          "nodeDescription": "The USDA's National Institute of Food and Agriculture and the National Science Foundation created seven new artificial intelligence sites across the country, with the University of Illinois in charge of two sites. The University of Illinois would be in charge of the AI Institute of Future Agricultural Resilience, and Sustainability (AIFARMS), and the AI Institute for Molecular Discovery, Synthetic Strategy, and Manufacturing. AIFARMS will work on computer software and human-robot interaction to help with major agricultural challenges such as the wellness of animals in agriculture, and resiliency of crops. The AI institute for Molecular Discovery would focus on chemical synthesis to create new materials and bioactive compounds and teaching students new interdisciplinary methods. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "Vikram Adve, Huimin Zhao",
            "Possible_object": "",
            "Primary_ToI": "Technology",
            "Secondary_ToI": "Methodology",
            "URL": "https://blogs.illinois.edu/view/6367/1159979456",
            "Observations": "",
            "College": "Grainger College of Engineering\nCollege of Liberal Arts & Sciences",
            "N_colleges": 2,
            "Department": "Computer Science\nChemical and Biomolecular Engineering\nChemistry",
            "N_departments": 3,
            "Institutes": "",
            "Date_or_Decade": "2020",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty",
            "Current_Faculty_research": "Vikram Adve, Huimin Zhao",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Technology",
            "Methodology"
          ],
          "pajekIndex": 47,
          "vNode": {
            "posX": 2565,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        },
        {
          "id": 10,
          "nodeLabel": "Technology Limits to Lower Stress",
          "nodeShortDescription": "Labor and Employment Relations professors have found that limiting technology that keeps us connected to work during non-work hours helps reduce people's stress",
          "nodeDescription": "Work-life balance is an important topic, especially as our world becomes more digitally connected. Labor and Employment Relations professors YoungAh Park and Yihao Liu, along with graduate student Lucille Headrick studies how workers manage these boundaries and what tactics can lead to lower stress. In 2017 they surveyed teachers to find how many create a boundary related to email and what other influences in the school environment enable teachers to have a clearer boundary between work and life. Their findings showed that about 50% of the teachers surveyed had email notifications on their phones and on weeks when they received more emails after hours, they had higher instances of thinking about the negative events that had happened at their jobs and insomnia. They also found that  principles (or supervisors) who communicate their own work-home boundaries will lead to more teachers implementing these boundaries. The final factor they examined were parents' expectations, and found what teachers' perceived parents (or clients) expectations to be played an important role on being able to separate these boundaries. Their conclusions that limiting technology that can break these boundaries and setting clear expectations of when they will work to supervisors and clients can help individuals to lower their work related stress. ",
          "nodeAttributes": {
            "Faculty_Student_Name": "YoungAh Park and Yihao Liu, and graduate student Lucille Headrick",
            "Possible_object": "",
            "Primary_ToI": "Knowledge Framework",
            "Secondary_ToI": "Process",
            "URL": "https://news.illinois.edu/view/6367/809752",
            "Observations": "",
            "College": "School of Labor and Employment Relations\nCollege of Liberal Arts & Sciences",
            "N_colleges": 2,
            "Department": "Psychology",
            "N_departments": 1,
            "Institutes": "",
            "Date_or_Decade": "2020",
            "Photograph": "",
            "Faculty_Staff_Graduate_Undergrad": "Faculty, Graduate student",
            "Current_Faculty_research": "",
            "Gender": "",
            "Other": ""
          },
          "connectors": [
            "Knowledge Framework",
            "Process"
          ],
          "pajekIndex": 48,
          "vNode": {
            "posX": 2610,
            "posY": 560,
            "posZ": 0,
            "color": "#ff0000"
          }
        }
      ]
    }
  ],
  "edges": [
    {
      "source": {
        "cluster": "1",
        "index": 1,
        "pajekIndex": 2
      },
      "target": {
        "cluster": "0",
        "index": 1,
        "pajekIndex": 0
      },
      "kind": "Methodology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "4",
        "index": 3,
        "pajekIndex": 11
      },
      "target": {
        "cluster": "1",
        "index": 1,
        "pajekIndex": 2
      },
      "kind": "Methodology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "2",
        "index": 2,
        "pajekIndex": 12
      },
      "target": {
        "cluster": "4",
        "index": 3,
        "pajekIndex": 11
      },
      "kind": "Methodology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "4",
        "index": 4,
        "pajekIndex": 15
      },
      "target": {
        "cluster": "2",
        "index": 2,
        "pajekIndex": 12
      },
      "kind": "Methodology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "2",
        "index": 5,
        "pajekIndex": 19
      },
      "target": {
        "cluster": "4",
        "index": 4,
        "pajekIndex": 15
      },
      "kind": "Methodology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "2",
        "index": 6,
        "pajekIndex": 20
      },
      "target": {
        "cluster": "2",
        "index": 5,
        "pajekIndex": 19
      },
      "kind": "Methodology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "2",
        "index": 10,
        "pajekIndex": 29
      },
      "target": {
        "cluster": "2",
        "index": 6,
        "pajekIndex": 20
      },
      "kind": "Methodology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "0",
        "index": 3,
        "pajekIndex": 30
      },
      "target": {
        "cluster": "2",
        "index": 10,
        "pajekIndex": 29
      },
      "kind": "Methodology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "1",
        "index": 8,
        "pajekIndex": 37
      },
      "target": {
        "cluster": "0",
        "index": 3,
        "pajekIndex": 30
      },
      "kind": "Methodology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "1",
        "index": 9,
        "pajekIndex": 43
      },
      "target": {
        "cluster": "1",
        "index": 8,
        "pajekIndex": 37
      },
      "kind": "Methodology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "4",
        "index": 9,
        "pajekIndex": 47
      },
      "target": {
        "cluster": "1",
        "index": 9,
        "pajekIndex": 43
      },
      "kind": "Methodology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "1",
        "index": 2,
        "pajekIndex": 3
      },
      "target": {
        "cluster": "0",
        "index": 2,
        "pajekIndex": 1
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "2",
        "index": 1,
        "pajekIndex": 4
      },
      "target": {
        "cluster": "1",
        "index": 2,
        "pajekIndex": 3
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "3",
        "index": 1,
        "pajekIndex": 6
      },
      "target": {
        "cluster": "2",
        "index": 1,
        "pajekIndex": 4
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "4",
        "index": 1,
        "pajekIndex": 7
      },
      "target": {
        "cluster": "3",
        "index": 1,
        "pajekIndex": 6
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "1",
        "index": 4,
        "pajekIndex": 8
      },
      "target": {
        "cluster": "4",
        "index": 1,
        "pajekIndex": 7
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "4",
        "index": 2,
        "pajekIndex": 10
      },
      "target": {
        "cluster": "1",
        "index": 4,
        "pajekIndex": 8
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "1",
        "index": 6,
        "pajekIndex": 13
      },
      "target": {
        "cluster": "4",
        "index": 2,
        "pajekIndex": 10
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "3",
        "index": 2,
        "pajekIndex": 14
      },
      "target": {
        "cluster": "1",
        "index": 6,
        "pajekIndex": 13
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "3",
        "index": 3,
        "pajekIndex": 16
      },
      "target": {
        "cluster": "3",
        "index": 2,
        "pajekIndex": 14
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "2",
        "index": 3,
        "pajekIndex": 17
      },
      "target": {
        "cluster": "3",
        "index": 3,
        "pajekIndex": 16
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "2",
        "index": 7,
        "pajekIndex": 21
      },
      "target": {
        "cluster": "2",
        "index": 3,
        "pajekIndex": 17
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "3",
        "index": 4,
        "pajekIndex": 22
      },
      "target": {
        "cluster": "2",
        "index": 7,
        "pajekIndex": 21
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "3",
        "index": 5,
        "pajekIndex": 23
      },
      "target": {
        "cluster": "3",
        "index": 4,
        "pajekIndex": 22
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "3",
        "index": 6,
        "pajekIndex": 24
      },
      "target": {
        "cluster": "3",
        "index": 5,
        "pajekIndex": 23
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "2",
        "index": 8,
        "pajekIndex": 26
      },
      "target": {
        "cluster": "3",
        "index": 6,
        "pajekIndex": 24
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "3",
        "index": 8,
        "pajekIndex": 28
      },
      "target": {
        "cluster": "2",
        "index": 8,
        "pajekIndex": 26
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "3",
        "index": 9,
        "pajekIndex": 31
      },
      "target": {
        "cluster": "3",
        "index": 8,
        "pajekIndex": 28
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "0",
        "index": 4,
        "pajekIndex": 32
      },
      "target": {
        "cluster": "3",
        "index": 9,
        "pajekIndex": 31
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "0",
        "index": 5,
        "pajekIndex": 34
      },
      "target": {
        "cluster": "0",
        "index": 4,
        "pajekIndex": 32
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "0",
        "index": 6,
        "pajekIndex": 35
      },
      "target": {
        "cluster": "0",
        "index": 5,
        "pajekIndex": 34
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "0",
        "index": 7,
        "pajekIndex": 38
      },
      "target": {
        "cluster": "0",
        "index": 6,
        "pajekIndex": 35
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "3",
        "index": 10,
        "pajekIndex": 41
      },
      "target": {
        "cluster": "0",
        "index": 7,
        "pajekIndex": 38
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "0",
        "index": 8,
        "pajekIndex": 42
      },
      "target": {
        "cluster": "3",
        "index": 10,
        "pajekIndex": 41
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "1",
        "index": 10,
        "pajekIndex": 44
      },
      "target": {
        "cluster": "0",
        "index": 8,
        "pajekIndex": 42
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "0",
        "index": 9,
        "pajekIndex": 45
      },
      "target": {
        "cluster": "1",
        "index": 10,
        "pajekIndex": 44
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "4",
        "index": 10,
        "pajekIndex": 48
      },
      "target": {
        "cluster": "0",
        "index": 9,
        "pajekIndex": 45
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "0",
        "index": 10,
        "pajekIndex": 49
      },
      "target": {
        "cluster": "4",
        "index": 10,
        "pajekIndex": 48
      },
      "kind": "Knowledge Framework",
      "weight": 1
    },
    {
      "source": {
        "cluster": "1",
        "index": 4,
        "pajekIndex": 8
      },
      "target": {
        "cluster": "1",
        "index": 3,
        "pajekIndex": 5
      },
      "kind": "Technology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "4",
        "index": 3,
        "pajekIndex": 11
      },
      "target": {
        "cluster": "1",
        "index": 4,
        "pajekIndex": 8
      },
      "kind": "Technology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "2",
        "index": 2,
        "pajekIndex": 12
      },
      "target": {
        "cluster": "4",
        "index": 3,
        "pajekIndex": 11
      },
      "kind": "Technology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "2",
        "index": 4,
        "pajekIndex": 18
      },
      "target": {
        "cluster": "2",
        "index": 2,
        "pajekIndex": 12
      },
      "kind": "Technology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "2",
        "index": 5,
        "pajekIndex": 19
      },
      "target": {
        "cluster": "2",
        "index": 4,
        "pajekIndex": 18
      },
      "kind": "Technology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "2",
        "index": 6,
        "pajekIndex": 20
      },
      "target": {
        "cluster": "2",
        "index": 5,
        "pajekIndex": 19
      },
      "kind": "Technology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "3",
        "index": 7,
        "pajekIndex": 25
      },
      "target": {
        "cluster": "2",
        "index": 6,
        "pajekIndex": 20
      },
      "kind": "Technology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "2",
        "index": 9,
        "pajekIndex": 27
      },
      "target": {
        "cluster": "3",
        "index": 7,
        "pajekIndex": 25
      },
      "kind": "Technology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "0",
        "index": 3,
        "pajekIndex": 30
      },
      "target": {
        "cluster": "2",
        "index": 9,
        "pajekIndex": 27
      },
      "kind": "Technology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "0",
        "index": 4,
        "pajekIndex": 32
      },
      "target": {
        "cluster": "0",
        "index": 3,
        "pajekIndex": 30
      },
      "kind": "Technology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "1",
        "index": 9,
        "pajekIndex": 43
      },
      "target": {
        "cluster": "0",
        "index": 4,
        "pajekIndex": 32
      },
      "kind": "Technology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "4",
        "index": 9,
        "pajekIndex": 47
      },
      "target": {
        "cluster": "1",
        "index": 9,
        "pajekIndex": 43
      },
      "kind": "Technology",
      "weight": 1
    },
    {
      "source": {
        "cluster": "1",
        "index": 3,
        "pajekIndex": 5
      },
      "target": {
        "cluster": "2",
        "index": 1,
        "pajekIndex": 4
      },
      "kind": "Process",
      "weight": 1
    },
    {
      "source": {
        "cluster": "1",
        "index": 5,
        "pajekIndex": 9
      },
      "target": {
        "cluster": "1",
        "index": 3,
        "pajekIndex": 5
      },
      "kind": "Process",
      "weight": 1
    },
    {
      "source": {
        "cluster": "3",
        "index": 3,
        "pajekIndex": 16
      },
      "target": {
        "cluster": "1",
        "index": 5,
        "pajekIndex": 9
      },
      "kind": "Process",
      "weight": 1
    },
    {
      "source": {
        "cluster": "2",
        "index": 7,
        "pajekIndex": 21
      },
      "target": {
        "cluster": "3",
        "index": 3,
        "pajekIndex": 16
      },
      "kind": "Process",
      "weight": 1
    },
    {
      "source": {
        "cluster": "3",
        "index": 5,
        "pajekIndex": 23
      },
      "target": {
        "cluster": "2",
        "index": 7,
        "pajekIndex": 21
      },
      "kind": "Process",
      "weight": 1
    },
    {
      "source": {
        "cluster": "3",
        "index": 7,
        "pajekIndex": 25
      },
      "target": {
        "cluster": "3",
        "index": 5,
        "pajekIndex": 23
      },
      "kind": "Process",
      "weight": 1
    },
    {
      "source": {
        "cluster": "2",
        "index": 9,
        "pajekIndex": 27
      },
      "target": {
        "cluster": "3",
        "index": 7,
        "pajekIndex": 25
      },
      "kind": "Process",
      "weight": 1
    },
    {
      "source": {
        "cluster": "3",
        "index": 9,
        "pajekIndex": 31
      },
      "target": {
        "cluster": "2",
        "index": 9,
        "pajekIndex": 27
      },
      "kind": "Process",
      "weight": 1
    },
    {
      "source": {
        "cluster": "1",
        "index": 7,
        "pajekIndex": 33
      },
      "target": {
        "cluster": "3",
        "index": 9,
        "pajekIndex": 31
      },
      "kind": "Process",
      "weight": 1
    },
    {
      "source": {
        "cluster": "4",
        "index": 5,
        "pajekIndex": 36
      },
      "target": {
        "cluster": "1",
        "index": 7,
        "pajekIndex": 33
      },
      "kind": "Process",
      "weight": 1
    },
    {
      "source": {
        "cluster": "4",
        "index": 6,
        "pajekIndex": 39
      },
      "target": {
        "cluster": "4",
        "index": 5,
        "pajekIndex": 36
      },
      "kind": "Process",
      "weight": 1
    },
    {
      "source": {
        "cluster": "4",
        "index": 7,
        "pajekIndex": 40
      },
      "target": {
        "cluster": "4",
        "index": 6,
        "pajekIndex": 39
      },
      "kind": "Process",
      "weight": 1
    },
    {
      "source": {
        "cluster": "3",
        "index": 10,
        "pajekIndex": 41
      },
      "target": {
        "cluster": "4",
        "index": 7,
        "pajekIndex": 40
      },
      "kind": "Process",
      "weight": 1
    },
    {
      "source": {
        "cluster": "0",
        "index": 8,
        "pajekIndex": 42
      },
      "target": {
        "cluster": "3",
        "index": 10,
        "pajekIndex": 41
      },
      "kind": "Process",
      "weight": 1
    },
    {
      "source": {
        "cluster": "1",
        "index": 10,
        "pajekIndex": 44
      },
      "target": {
        "cluster": "0",
        "index": 8,
        "pajekIndex": 42
      },
      "kind": "Process",
      "weight": 1
    },
    {
      "source": {
        "cluster": "0",
        "index": 9,
        "pajekIndex": 45
      },
      "target": {
        "cluster": "1",
        "index": 10,
        "pajekIndex": 44
      },
      "kind": "Process",
      "weight": 1
    },
    {
      "source": {
        "cluster": "4",
        "index": 8,
        "pajekIndex": 46
      },
      "target": {
        "cluster": "0",
        "index": 9,
        "pajekIndex": 45
      },
      "kind": "Process",
      "weight": 1
    },
    {
      "source": {
        "cluster": "4",
        "index": 10,
        "pajekIndex": 48
      },
      "target": {
        "cluster": "4",
        "index": 8,
        "pajekIndex": 46
      },
      "kind": "Process",
      "weight": 1
    }
  ]
}
